Repository: belaadel/porto
Catalog: *.po
Languages: ar

source: The following recommended plugin is currently inactive: %1$s.
ar: الإضافة التالية و الموصى بها غير مفعلة حاليا: %1$s.

source: Begin updating plugin
ar: ابدأ تحديث الإضافة

source: Begin activating plugin
ar: ابدأ تفعيل الإضافة

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم الرئيسية

source: The following plugin was activated successfully:
ar: تم تفعيل الإضافة التالية بنجاح:

source: No action taken. Plugin %1$s was already active.
ar: لم يتم اتخاذ أي إجراء. الإضافة %1$s مفعلة مسبقا.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: لم يتم تفعيل الإضافة. هناك حاجة إلى إصدار أعلى ل %s من أجل هذا القالب. الرجاء تحديث الإضافة.

source: All plugins installed and activated successfully. %1$s
ar: تم تثبيت جميع الإضافات وتفعيلها بنجاح. %1$s

source: Dismiss this notice
ar: تجاهل هذا الإشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar: هناك إضافة واحدة أو أكثر من الإضافات المطلوبة أو الموصى بها تحتاج إلى لتثبيت أو تحديث أو تفعيل.

source: Please contact the administrator of this site for help.
ar: يرجى الاتصال بمسؤول هذا الموقع للحصول على المساعدة.

source: This plugin needs to be updated to be compatible with your theme.
ar: هذه الإضافة تحتاج إلى تحديث لتكون متوافقة مع القالب الخاص بك.

source: Update Required
ar: مطلوب التحديث

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: حزمة (package) الإضافة عن بعد لا يحتوي على مجلد مع slug المطلوبة و إعادة التسمية لم تنجح.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال بمزود الإضافة واطلب منهم تجميع الإضافة وفقا لمبادئ وردبريس.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: تتكون حزمة الإضافة البعيدة من أكثر من ملف واحد، ولكن لما يتم جمع الملفات في مجلد.

# plugin A *and* plugin B
source: and
ar: و

source: Recommended
ar: موصى به/بها

source: WordPress Repository
ar: مستودع وردبريس

source: External Source
ar: مصدر خارجي

source: Pre-Packaged
ar: قبل تعبئتها/تجميعها

source: Not Installed
ar: غير مثبت(ة)

source: Installed But Not Activated
ar: مثبت(ة) لكن غير مفعل(ة)

source: Active
ar: مفعل

source: Required Update not Available
ar: التحديث المطلوب غير متوفر

source: Requires Update
ar: يتطلب تحديثا

source: Update recommended
ar: تحديث الموصى به

# plugins
source: All <span class="count">(%s)</span>
ar: كل <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ar: لتثبيت <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
ar: تحديث متاح <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
ar: لتفعيل <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
ar: غير معروف (مجهول)

source: Installed version:
ar: الإصدار المثبت:

source: Minimum required version:
ar: الحد الأدنى للإصدار المطلوب:

source: Available version:
ar: الإصدار المتوفر:

source: No plugins to install, update or activate.
ar: ليس هناك إضافات تحتاج إلى تثبيت أو تحديث أو تفعيل.

source: Plugin
ar: إضافة

source: Source
ar: مصدر

source: Status
ar: حالة/وضعية

source: Install %2$s
ar: تثبيت %2$s

source: Update %2$s
ar: تحديث %2$s

source: Activate %2$s
ar: تفعيل %2$s

source: Upgrade message from the plugin author:
ar: رسالة ترقية من مؤلف الإضافة:

source: Update
ar: تحديث

source: Activate
ar: تفعيل

source: No plugins were selected to be installed. No action taken.
ar: لم يتم اختيار أي إضافة ليتم تثبيتها. لم يتم اتخاذ أي إجراء.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم اختيار أي إضافة ليتم تحديثها. لم يتم اتخاذ أي إجراء.

source: No plugins are available to be installed at this time.
ar: لا تتوفر أي إضافات ليتم تثبيتها في هذا الوقت.

source: No plugins are available to be updated at this time.
ar: لا تتوفر أي إضافات ليتم تحديثها في هذا الوقت.

source: No plugins were selected to be activated. No action taken.
ar: لم يتم اختيار أي إضافة ليتم تفعيلها. لم يتم اتخاذ أي إجراء.

source: No plugins are available to be activated at this time.
ar: لا تتوفر أي إضافات ليتم تفعيلها في هذا الوقت.

source: Plugin activation failed.
ar: إخفاق في تفعيل الإضافة.

source: Updating Plugin %1$s (%2$d/%3$d)
ar: تحديث الإضافة %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطأ أثناء تثبيت %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: إخفاق في تثبيت %1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأ عملية التثبيت والتفعيل. قد تستغرق هذه العملية بعض الوقت على بعض الإستضافات، لذا يرجى التحلي بالصبر.

source: %1$s installed and activated successfully.
ar: تم تثبيت و تفعيل %1$s بنجاح.

source: Show Details
ar: أظهر التفاصيل

source: Hide Details
ar: أخف التفاصيل

source: All installations and activations have been completed.
ar: تم الانتهاء من جميع التثبيتات و التفعيلات.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت الإضافة و تفعيلها %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأ عملية التثبيت. قد تستغرق هذه العملية بعض الوقت على بعض الإستضافات، لذا يرجى التحلي بالصبر.

source: %1$s installed successfully.
ar: تم تثبيت %1$s بنجاح.

source: All installations have been completed.
ar: تم الانتهاء من جميع التثبيتات.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت الإضافة %1$s (%2$d/%3$d)

source: Related <strong>Members</strong>
ar: <strong>الأعضاء</strong> ذات الصلة

source: Back to %s
ar: عودة إلى %s

source: Related <strong>Posts</strong>
ar: <strong>المقالات</strong> ذات الصلة

source: Empty section. Edit page to add content here.
ar: قسم فارغ. عدل الصفحة لإضافة محتوى هنا.

source: Cart Totals
ar: مجموع السلة

source: Shipping
ar: الشحن

source: estimated for %s
ar: مقدر ل %s

source: Total
ar: مجموع

source: (taxes estimated for %s)
ar: (الضرائب المقدرة ل %s)

source: Note: Shipping and taxes are estimated%s and will be updated during checkout based on your billing and shipping information.
ar: ملاحظة: يتم تقدير رسوم الشحن والضرائب %s وسيتم تحديثها أثناء الدفع استنادا إلى معلومات الفوترة والشحن.

source: Price
ar: السعر (الثمن)

source: Quantity
ar: الكمية

source: Remove this item
ar: أزل هذا المنتج

source: Available on backorder
ar: متوفر على لائحة الرد

source: Coupon:
ar: القسيمة (كوبون):

source: Coupon code
ar: رمز القسيمة (كود الكوبون)

source: Apply Coupon
ar: إستعمل القسيمة

source: Update Cart
ar: تحديث السلة

source: You may be interested in&hellip;
ar: قد تكون مهتم(ة) ب &hellip;

source: No products in the cart.
ar: لا توجد منتجات في السلة.

source: View Cart
ar: عرض (معاينة) السلة

source: Checkout
ar: الدفع (الأداء)

source: Calculate Shipping
ar: حساب الشحن

source: Select a country&hellip;
ar: اختر دولة &hellip;

source: State / county
ar: ولاية / مقاطعة

source: Select a state&hellip;
ar: اختر ولاية / مقاطعة &hellip;

source: City
ar: مدينة

source: Postcode / ZIP
ar: الرمز البريدي

source: Update Totals
ar: تحديث المجموع

source: You must be logged in to checkout.
ar: يجب عليك أن تقوم بتسجيل الدخول حتى تتمكن من الأداء

source: Your order
ar: طلبك

source: Have a coupon?
ar: هل لديك قسيمة؟

source: Click here to enter your code
ar: انقر هنا لإدخال الرمز

source: Qty
ar: كمية

source: Totals
ar: مجموع

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
ar: عذرا، يبدو أنه لا توجد طرق دفع متاحة لتموقعك (بلدك). يرجى الاتصال بنا إذا كنت بحاجة إلى المساعدة أو ترغب في اتخاذ ترتيبات بديلة.

source: Pay for order
ar: دفع قيمة ثمن طلبك

source: Products
ar: منتجات

source: Username or email
ar: اسم المستخدم أو البريد الالكتروني

source: Password
ar: كلمة المرور

source: Remember me
ar: تذكرني

source: Lost your password?
ar: فقدت كلمة المرور الخاصة بك؟

# Product quantity input tooltip
source: Qty
ar: كمية

source: Quick View
ar: نظرة سريعة

source: No products were found matching your selection.
ar: لم يتم العثور على منتجات مطابقة اختيارك.

source: Sort By
ar: ترتيب حسب

source: View
ar: معاينة/رؤية.مشاهدة

source: Hot
ar: ساخن

source: Never
ar: أبدا

source: Download
ar: تحميل

source: No downloads available yet.
ar: لا يوجد تحميلات بعد.

source: Go Shop
ar: الذهاب للتسوق

source: Add Payment Method
ar: إضافة طريقة الدفع

source: Sorry, it seems that there are no payment methods which support adding a new payment method. Please contact us if you require assistance or wish to make alternate arrangements.
ar: عذرا، يبدو أنه لا توجد طرق دفع تدعم إضافة طريقة دفع جديدة. يرجى الاتصال بنا إذا كنت بحاجة إلى المساعدة أو ترغب في اتخاذ ترتيبات بديلة.

source: First name
ar: الاسم

source: Last name
ar: اسم العائلة/الكنية

source: Email address
ar: عنوان البريد الإلكتروني

source: Password Change
ar: تغيير كلمة السر

source: Current Password (leave blank to leave unchanged)
ar: كلمة المرور الحالية (اتركها فارغة لتبقى بدون تغيير)

source: New Password (leave blank to leave unchanged)
ar: كلمة المرور الجديدة (اتركها فارغة لتبقى بدون تغيير)

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Save changes
ar: حفظ التغييرات

source: Billing Address
ar: العنوان الذي ترسل إليه الفواتير

source: Shipping Address
ar: عنوان الشحن

source: Save Address
ar: حفظ العنوان

source: Username or email address
ar: اسم المستخدم أو البريد الالكتروني

source: Username
ar: اسم المستخدم

source: Anti-spam
ar: مكافحة البريد المزعج

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
ar: فقدت كلمة المرور الخاصة بك؟ الرجاء إدخال اسم المستخدم أو عنوان البريد الإلكتروني. ستتلقى رابطا لإنشاء كلمة مرور جديدة عبر البريد الإلكتروني.

source: Click here to login
ar: انقر هنا لتسجيل الدخول

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Enter a new password below.
ar: أدخل كلمة مرور جديدة أدناه.

source: New password
ar: كلمة المرور الجديدة

source: Re-enter new password
ar: أعد إدخال كلمة المرور الجديدة

source: Save
ar: حفظ

source: Password reset email has been sent.
ar: تم إرسال رسالة لإعادة تعيين كلمة المرور.

source: A password reset email has been sent to the email address on file for your account, but may take several minutes to show up in your inbox. Please wait at least 10 minutes before attempting another reset.
ar: تم إرسال رسالة إلكترونية لإعادة تعيين كلمة المرور إلى عنوان البريد الإلكتروني المسجل في حسابك، ولكن قد يستغرق ظهورها عدة دقائق في بريدك الوارد. يرجى الانتظار لمدة 10 دقائق على الأقل قبل محاولة إعادة تعيين كلمة مرور أخرى.

source: Hello <strong>%1$s</strong> (not %1$s? <a href="%2$s">Sign out</a>).
ar: مرحبا <strong>%1$s</strong> (ليست %1$s? <a href="%2$s">الخروج</a>).

source: From your account dashboard you can view your recent orders, manage your shipping and billing addresses and <a href="%s">edit your password and account details</a>.
ar: من لوحة تحكم حسابك، يمكنك عرض طلباتك الأخيرة وإدارة عناوين الشحن والفوترة و <a href="%s">تعديل كلمة المرور وتفاصيل الحساب</a>.

source: My Addresses
ar: عناويني

source: My Address
ar: عنواني

source: The following addresses will be used on the checkout page by default.
ar: سيتم استخدام العناوين التالية في صفحة الدفع بشكل افتراضي.

source: You have not set up this type of address yet.
ar: لم يتم إعداد هذا النوع من العناوين حتى الآن.

source: Available Downloads
ar: التحميلات المتاحة

source: %s download remaining
ar: تبقى %s من التنزيل

source: %s for %s item
ar: %s من %s منتج

source: Pay
ar: دفع

source: Cancel
ar: إلغاء

source: No order has been made yet.
ar: لم يتم إجراء أي طلب حتى الآن.

source: %s ending in %s
ar: %s ينتهي في %s

source: No saved methods found.
ar: لم يتم العثور على طرق محفوظة.

source: Order #%1$s was placed on %2$s and is currently %3$s.
ar: تم وضع الطلب #%1$s في %2$s وهو حاليا %3$s.

source: Order #<mark class="order-number">%s</mark> was placed on <mark class="order-date">%s</mark> and is currently <mark class="order-status">%s</mark>.
ar: تم وضع الطلب #<mark class="order-number">%s</mark> في <mark class="order-date">%s</mark> وهو حاليا <mark class="order-status">%s</mark>.

source: To track your order please enter your Order ID in the box below and press the "Track" button. This was given to you on your receipt and in the confirmation email you should have received.
ar: لتتبع طلبك يرجى إدخال ID الطلب الخاص بك في المربع أدناه واضغط على زر "المسار". تم إعطاؤك إياه على الإيصال وفي رسالة التأكيد بالبريد الإلكتروني الذي يجب أن تكون قد تلقيت.

source: Order ID
ar: ID الطلب

source: Found in your order confirmation email.
ar: وجدت في رسالة تأكيد الطلب بالبريد الإلكتروني.

source: Billing Email
ar: البريد الالكتروني للأداء/للدفع

source: Email you used during checkout.
ar: البريد الإلكتروني الذي استخدمته أثناء الدفع.

source: Track
ar: تتبع المسار

source: Order Details
ar: تفاصيل الطلب

source: Order #%s which was made %s has the status &ldquo;%s&rdquo;
ar: الطلب #%s الذي تم إجراؤه %s هو في الحالة/الوضعية &ldquo;%s&rdquo;

source: ago
ar: منذ

source: and was completed
ar: واكتمل

source: ago
ar: منذ

source: Share on
ar: شارك على

source: %s review for %s
ar: %s تعليق على %s

source: Reviews
ar: تعليقات

source: There are no reviews yet.
ar: لا توجد تعليقات بعد.

source: Add a review
ar: إضافة تعليق

source: Be the first to review &ldquo;%s&rdquo;
ar: كن الاول في إضافة تعليق على &ldquo;%s&rdquo;

source: Leave a Reply to %s
ar: أترك الرد ل %s

source: You must be <a href="%s">logged in</a> to post a review.
ar: يجب <a href="%s">تسجيل الدخول</a> لنشر تعليق.

source: Your Rating
ar: تقييمك

source: Rate&hellip;
ar: تقييم&hellip;

source: Perfect
ar: ممتاز

source: Good
ar: جيد

source: Average
ar: متوسط

source: Not that bad
ar: لا بأس به

source: Very Poor
ar: ضعيف جدا

source: Your Review
ar: تعليقك

source: Only logged in customers who have purchased this product may leave a review.
ar: فقط العملاء/الزبناء الذين تم تسجيل دخولهم و قاموا بشراء هذا المنتج من يستطيعون ترك تعليق.

source: This product is currently out of stock and unavailable.
ar: هذا المنتج نفذ حاليا وغير متوفر.

source: Choose an option
ar: إختر خيار

source: Clear selection
ar: مسح التحديد/الخيار

source: Clear
ar: مسح

source: N/A
ar: غير معروف

source: Category:
ar: الفئة/التصنيف:

source: Tag:
ar: الوسم:

source: Weight
ar: الوزن

source: Dimensions
ar: الأبعاد

source: out of %s5%s
ar: من %s5%s

source: %s customer review
ar: %s تعليق للعملاء/للزبناء

source: Related Products
ar: منتجات ذات صلة

source: Your comment is awaiting approval
ar: تعليقك ينتظر الموافقة

source: verified owner
ar: مالك موثق

source: You may also like&hellip;
ar: ربما يعجبك أيضا &hellip;

source: Edit title
ar: تعديل العنوان

source: Product Name
ar: اسم المنتج

source: Unit Price
ar: سعر الوحدة

source: Stock Status
ar: حالة/وضع مخزون

source: Remove this product
ar: إزالة هذا المنتج

source: Free!
ar: مجاني!

source: Out of Stock
ar: إنتهى من المخزن

source: In Stock
ar: متوفر في المخزن

source: No products were added to the wishlist
ar: لم تتم إضافة أي منتجات إلى القائمة المفضة

source: Ask for an estimate
ar: طلب تقدير/تقييم
