Repository: belaadel/porto
Catalog: *.po
Languages: ar

source: Author Image
ar: صورة المؤلف

source: Like Count
ar: عدد الإعجابات

source: Portfolio Options
ar: خيارات المحفظة (portfolio)

source: External URL
ar: عنوان رابط خارجي

source: Input website url if post format is link.
ar: أدخل عنوان رابط الموقع إذا كان شكل المقالة هو رابط.

source: Post Options
ar: خيارات المقالة

source: Select the post columns in <strong>Grid</strong> layout.
ar: حدد أعمدة المقالة في مظهر <strong>الشبكية (Grid)</strong>.

source: Custom Tab %d Title
ar: عنوان علامة التبويب المخصصة %d

source: Custom Tab %d Content
ar: محتوى علامة التبويب المخصصة %d

source: Custom Tab %d Priority
ar: أولوية علامة التبويب المخصصة %d

source: Input the custom tab priority. (Description: 10, Additional Information: 20, Reviews: 30, Default Global Tab: 60)
ar: أدخل أولوية علامة التبويب المخصصة. (الوصف: 10، معلومات اضافية: 20، ملاحظات: 30، علامة التبويب العامة الافتراضية: 60)

source: Read More Link in Catalog Mode
ar: رابط اقرأ المزيد في وضع الكتالوج

source: Product Options
ar: خيارات المنتج

source: Category Image
ar: صورة الفئة (التصنيف)

source: Product Columns
ar: أعمدة المنتج

source: Hide breadcrumbs
ar: إخفاء مسارات التنقل

source: Hide page title
ar: إخفاء عنوان الصفحة

source: Hide header
ar: إخفاء الرأسية

source: Hide footer
ar: إخفاء التذييل

source: Footer View
ar: عرض تذييل الصفحة

source: Layout & Sidebar
ar: مظهر & الشريط الجانبي

source: Use selected layout and sidebar options.
ar: استخدم خيارات المظهر و الشريط الجانبي.

source: Layout
ar: المظهر

source: Sidebar
ar: الشريط الجانبي

source: <strong>Note</strong>: You can create the sidebar under <strong>Appearance > Sidebars</strong>
ar: <strong>ملاحظة</strong>: يمكنك إنشاء الشريط الجانبي من خلال <strong>المظهر> أشرطة جانبية</strong>

source: Sticky Sidebar
ar: شريط جانبي مثبت

source: Banner Position
ar: موضع إعلان بانر

source: Banner Type
ar: نوع البانر

source: Please select <strong>Banner Type</strong> to <strong>Revolution Slider</strong> and select a slider.
ar: يرجى تحديد <strong>نوع البانر</strong> ل <strong>Revolution Slider</strong> وحدد slider.

source: Please select <strong>Banner Type</strong> to <strong>Master Slider</strong> and select a slider.
ar: يرجى تحديد <strong>نوع بانر</strong> ل <strong>Master Slider</strong> وحدد slider.

source: Please select <strong>Banner Type</strong> to <strong>Banner Block</strong> and input a block slug name. You can create a block in <strong>Blocks/Add New</strong>.
ar: يرجى تحديد <strong>نوع بانر</strong> ل <strong>كتلة البانر</strong> وإدخال اسم كتلة slug. يمكنك إنشاء كتلة في <strong>كتل / إضافة جديد</strong>.

source: Please input comma separated block slug names.
ar: الرجاء إدخال أسماء slug الكتل مفصولة بفواصل.

source: Body
ar: الجسم

source: Page Content
ar: محتوى الصفحة

source: Footer Bottom Widget Area
ar: مساحة الودجة السفلى في التذييل

source: Header Background
ar: خلفية الرأسية

source: Sticky Header Background
ar: خلفية الرأسية المثبتة

source: Breadcrumbs Background
ar: خلفية مسارات التنقل

source: Footer Background
ar: خلفية التذييل

source: Footer Widgets Area Background
ar: خلفية منطقة الودجات في التذييل

source: Footer Bottom Widget Area Background
ar: خلفية منطقة الودجات السفلى في التذييل

source: Background Image
ar: الصورة الخلفية

source: Background Repeat
ar: تكرار الخلفية

source: Background Size
ar: حجم الخلفية

source: Background Attachment
ar: مرفق الخلفية

source: Background Position
ar: موضع الخلفية

source: Wide Width
ar: عرض واسع

source: Wide Left Sidebar
ar: الشريط الجانبي الأيسر الواسع

source: Wide Right Sidebar
ar: الشريط الجانبي الأيمن الواسع

source: Without Sidebar
ar: بدون الشريط الجانبي

source: Left Sidebar
ar: الشريط الجانبي الأيسر

source: Right Sidebar
ar: الشريط الجانبي الأيمن

source: Before Header
ar: قبل الرأسية

source: Behind Header
ar: خلف الرأسية

source: Fixed
ar: ثابت(ة)

source: Simple
ar: بسيط(ة)

source: Simple and Fixed
ar: بسيط(ة) وثابت(ة)

source: 7 (widthout sidebar)
ar: 7 (بدون الشريط الجانبي)

source: 8 (widthout sidebar)
ar: 8 (بدون الشريط الجانبي)

source: No Repeat
ar: دون تكرار

source: Repeat All
ar: كرر الكل

source: Repeat Horizontally
ar: كرر أفقيا

source: Repeat Vertically
ar: كرر عموديا

source: Cover
ar: غطاء

source: Contain
ar: محتوى

source: Left Top
ar: أعلى اليسار

source: Left Center
ar: وسط اليسار

source: Left Bottom
ar: أسفل اليسار

source: Center Top
ar: أعلى الوسط

source: Center Center
ar: مركز الوسط

source: Center Bottom
ar: أسفل الوسط

source: Right Top
ar: أعلى اليمين

source: Right Center
ar: وسط اليمين

source: Right Bottom
ar: أسفل اليمين

source: Count
ar: عدد

source: Asc
ar: تصاعدي

source: Desc
ar: تنازلي

source: In Content
ar: في المحتوى

source: In Breadcrumbs
ar: في مسارات التنقل

source: In Sidebar
ar: في الشريط الجانبي

source: Featured Images
ar: الصور المميزة

source: Video & Audio or Content
ar: الفيديو & الصوت أو المحتوى

source: Already Liked
ar: أحببته سابقا

source: Already liked
ar: أحببته سابقا

source: Search&hellip;
ar: بحث &hellip;

source: All Categories
ar: جميع الفئات/التصنيفات

source: Search
ar: بحث

source: %d item
ar: %d مادة

source: <strong>Filter</strong> By
ar: <strong>تصفية</strong> حسب

source: Home
ar: الرئيسية

source: Tag - %s
ar: الوسم - %s

source: Product Tag - %s
ar: وسم المنتج - %s

source: Search - %s
ar: البحث - %s

source: Yearly Archives - %s
ar: الأرشيف السنوي - %s

source: Monthly Archives - %s
ar: الأرشيف الشهري - %s

source: Daily Archives - %s
ar: الأرشيف اليومي - %s

source: Author - %s
ar: مؤلف - %s

source: Search Results - %s
ar: نتائج البحث - %s

source: 404 - Page Not Found
ar: 404 - لم يتم العثور على الصفحة

source: read more
ar: اقرأ أكثر

source: Reply
ar: الرد

source: Your comment is awaiting moderation.
ar: تعليقك ينتظر الموافقة عليه.

source: HOT
ar: ساخن

source: &larr; Previous
ar: &larr; السابق

source: Next &rarr;
ar: التالي &rarr;

source: Porto Options
ar: خيارات Porto

source: Sticky Options
ar: خيارات مثبتة

source: Animation
ar: تحريك (Animation)

source: Animation Type
ar: نوع التحريك (Animation)

source: Animation Duration
ar: مدة التحريك (Animation)

source: numerical value (unit: milliseconds)
ar: قيمة رقمية (الوحدة: ميلي ثانية)

source: Animation Delay
ar: تأخير التحريك (Animation)

source: Yes, please
ar: نعم من فضلك

source: Section & Parallax Text Color
ar: لون نص Section (قسم) & Parallax

source: Text Align
ar: محاذاة النص

source: Is Section?
ar: هي Section (قسم)؟

source: Section Skin Color
ar: لون بشرة/جلد القسم (Section)

source: Section Default Color Scale
ar: مقياس اللون الافتراضي للقسم (Section)

source: Section Color Scale
ar: مقياس لون للقسم (Section)

source: Scale 2
ar: مقياس 2

source: Remove Margin Top
ar: إزالة الهامش الأعلى

source: Remove Margin Bottom
ar: إزالة الهامش السفلي

source: Remove Padding Top
ar: إزالة الحشو الأعلى

source: Remove Padding Bottom
ar: إزالة الحشو السفلي

source: Remove Border
ar: إزالة الحدود

source: Show Divider
ar: إظهار الحاجز/المقسم (Divider)

source: Divider Position
ar: موضع الحاجز/المقسم (Divider)

source: Top
ar: أعلى

source: Bottom
ar: أسفل

source: Divider Color
ar: لون الحاجز/المقسم (Divider)

source: Divider Height
ar: إرتفاع/علو الحاجز/المقسم (Divider)

source: Show Divider Icon
ar: إظهار أيقونة الحاجز/المقسم (Divider)

source: Icon library
ar: مكتبة الأيقونات

source: Font Awesome
ar: خط Awesome

source: Simple Line Icon
ar: أيقونة السطر البسيط(ة)

source: Custom Image Icon
ar: أيقونة الصورة المخصصة

source: Select Icon
ar: إختر أيقونة

source: Icon Skin Color
ar: لون بشرة/جلد الأيقونة

source: Icon Background Color
ar: لون خلفية الأيقونة

source: Icon Border Color
ar: لون حدود الأيقونة

source: Icon Style
ar: نمط الأيقونة

source: Icon Position
ar: ومضع الأيقونة

source: Icon Size
ar: حجم الأيقونة

source: Enable Sticky Options?
ar: هل تريد تفعيل خيارات التثبيت؟

source: Container Selector
ar: محدد الحاويات

source: Min Width (unit: px)
ar: الحد الأدنى للعرض (الوحدة: px)

source: Wll be disabled if window width is smaller than min width
ar: سيتم تعطيله إذا كان عرض النافذة أصغر من العرض الأدنى

source: Top (unit: px)
ar: أعلى (الوحدة: px)

source: Top position when active
ar: الموضع العلوي عند تفعيله

source: Bottom (unit: px)
ar: أسفل (الوحدة: px)

source: Bottom position when active
ar: الموضع السفلي عند تفعيله

source: Active Class
ar: الفئة النشطة

source: Skin Color
ar: لون البشرة/الجلد

source: Border Skin Color
ar: حدود لون البشرة/الجلد

source: Border Type
ar: نوع الحدود

source: Select the position of the tab header.
ar: حدد موضع رأسية علامة التبويب.

source: Color
ar: اللون

source: Type
ar: النوع

source: Icon Effect
ar: تأثير الأيقونة

source: Show Icon
ar: إظهار الأيقونة

source: Please configure the following options when Tabs Type is Simple.
ar: الرجاء تهيئة الخيارات التالية عندما يكون نوع علامات التبويب بسيط.

source: Icon Box Shadow Color
ar: لون ظل علبة الأيقونة

source: Icon Hover Color
ar: لون Hover للأيقونة

source: Icon Hover Background Color
ar: لون خلفية Hover للأيقونة

source: Icon Hover Border Color
ar: لون حدود Hover للأيقونة

source: Icon Wrap Hover Border Color
ar: لون حدود Hover Wrap للأيقونة

source: Icon Hover Box Shadow Color
ar: لون ظل علبة Hover للأيقونة

source: Style
ar: نمط

source: Pattern
ar: رسم (Pattern)

source: Pattern Repeat
ar: تكرار الرسم (Pattern)

source: Pattern Position
ar: موضع الرسم (Pattern)

source: Pattern Height (unit: px)
ar: علو/إرتفاع الرسم (Pattern) (الوحدة: px)

source: Gap Size
ar: حجم الفجوة

source: Element Tag
ar: وسم العنصر

source: Size
ar: حجم

source: Heading Background Color
ar: لون خلفية الرأسية

source: Show as Label
ar: إظهار كتسمية/كملصق

source: Color Scale
ar: مقياس اللون

source: Contextual Classes
ar: الفئات السياقية

source: Please select "On click action" as "Link to Large Image" in "Design Section" before configure.
ar: الرجاء إختيلر "الإجراء عند النقر" ك "رابط إلى صورة كبيرة" في "قسم التصميم" قبل التهيئة.

source: Check it if you want to link to the lightbox with the large image.
ar: التحقق من ذلك إذا كنت ترغب في الربط ب lightbox مع صورة كبيرة.

source: Show as Image Gallery
ar: إظهار كمعرض صور

source: Show all the images inside of same row.
ar: عرض جميع الصور داخل الصف نفسه.

source: Container Class
ar: فئة الحاوية

source: Show Zoom Icon
ar: عرض رمز التكبير / التصغير

source: Show Hover Effect
ar: إظهار تأثير التحويم (Hover)

source: Enable Animation
ar: تفعيل التحريك (Animation)

source: Show Percentage as Tooltip
ar: إظهار النسبة المئوية ك "Tooltip"

source: Min Width
ar: الحد الأدنى للعرض

source: Grey
ar: رمادي

source: Blue
ar: أزرق

source: Turquoise
ar: فيروزي (Turquoise)

source: Green
ar: أخضر

source: Orange
ar: برتقالي

source: Red
ar: أحمر

source: Black
ar: أسود

source: Porto Circular Bar
ar: الشريط الدائري ل Porto

source: Select pie chart type.
ar: حدد نوع المخطط الدائري.

source: Bar color
ar: لون الشريط

source: Select pie chart color.
ar: حدد لون المخطط الدائري.

source: Select FontAwesome Icon
ar: حدد أيقونة FontAwesome

source: View Size
ar: حجم العرض

source: Bar Size
ar: حجم الشريط

source: Enter the size of the chart in px.
ar: أدخل حجم المخطط ب px.

source: Track Color
ar: لون المسار

source: Choose the color of the track. Please clear this if you want to use the default color.
ar: اختيار لون المسار. يرجى مسح هذا إذا كنت ترغب في استخدام اللون الافتراضي.

source: Select pie chart color. Please clear this if you want to use the default color.
ar: حدد لون المخطط الدائري. يرجى مسح هذا إذا كنت ترغب في استخدام اللون الافتراضي.

source: Scale color
ar: لون المقياس

source: Choose the color of the scale. Please clear this if you want to hide the scale.
ar: اختر لون المقياس. يرجى مسح هذا إذا كنت تريد إخفاء المقياس.

source: Animation Speed
ar: سرعة التحريك

source: Enter the animation speed in milliseconds.
ar: أدخل سرعة التحريك بالميلي ثانية.

source: Line Width
ar: عرض السطر

source: Enter the width of the line bar in px.
ar: أدخل عرض شريط السطر ب px.

source: Line Cap
ar: غطاء السطر

source: Choose how the ending of the bar line looks like.
ar: اختر كيف تبدو نهاية سطر الشريط.

source: Justify
ar: سطر مليء

source: Top left
ar: أعلى اليسار

source: Top right
ar: اعلى اليمين

source: Bottom left
ar: أسفل اليسار

source: Bottom right
ar: أسفل اليمين

source: Top justify
ar: سطر مليء في الأعلى

source: Bottom justify
ar: سطر مليء في الأسفل

source: Top center
ar: أعلى الوسط

source: Bottom center
ar: أسفل الوسط

source: Navigation
ar: ملاحة/إبحار/تنقل

source: Short
ar: قصيرة

source: Taller
ar: أطول/أعلى

source: Gradient
ar: منحدر/متدرج

source: Solid
ar: صلب/متين/ثابت

source: Dashed
ar: متقطع

source: Repeat
ar: متكرر

source: Without Background
ar: بدون خلفية

source: Without Borders and Background
ar: بدون حدود وخلفية

source: Custom
ar: حسب الطلب

source: Success
ar: نجاح

source: Info
ar: معلومات

source: Danger
ar: خطر

source: No Border Radius
ar: دون تدوير زوايا الحدود

source: Rounded Border Radius
ar: زوايا الحدود دائرية

source: Show Title and Value
ar: إظهار العنوان والقيمة

source: Show Only Icon
ar: إظهار الأيقونة فقط

source: Show Only Title
ar: إظهار العنوان فقط

source: Bottom Double Border
ar: الحدود المزدوجة السفلى

source: Middle Border
ar: الحدود الوسطى

source: Middle Border Reverse
ar: الحدود الوسطى العكسية

source: Middle Border Center
ar: مركز الحدود الوسطى

source: Extra Large
ar: كبير جدا

source: with porto style
ar: مع نمط بورتو

source: Porto Tabs
ar: علامات تبويب Porto

source: Porto Tab
ar: علامة تبويب Porto

source: Tabbed content
ar: المحتوى المبوب

source: Porto Tour
ar: جولة Porto

source: Vertical tabbed content
ar: محتوى عمودي مبوب

source: Porto Accordion
ar: أكورديون Porto

source: Collapsible content panels
ar: لوحات المحتوى القابلة للطي

source: Accordion Section
ar: قسم الأكورديون

source: Attention Seekers
ar: طالبي الاهتمام

source: Bouncing Entrances
ar: مداخل القفزة

source: Bouncing Exits
ar: مخراج القفزة

source: Fading Entrances
ar: مداخل التلاشي

source: Fading Exits
ar: مخارج التلاشي

source: Flippers
ar: الزعانف

source: Lightspeed
ar: سرعة الضوء

source: Rotating Entrances
ar: مداخل دوارة

source: Rotating Exits
ar: مخارج دوارة

source: Sliding Entrances
ar: مداخل منزلقة

source: Sliding Exit
ar: مخارج منزلقة

source: Specials
ar: العروض الخاصة

source: Blog Sidebar
ar: الشريط الجانبي للمدونة

source: Home Sidebar
ar: الشريط الجانبي للصفحة الرئيسية

source: Woo Category Sidebar
ar: الشريط الجانبي لفئة/لصنف Woo

source: Woo Product Sidebar
ar: الشريط الجانبي لمنتج Woo

source: Content Bottom Widget 1
ar: محتوى الودجة 1 السفلى

source: Content Bottom Widget 2
ar: محتوى الودجة 2 السفلى

source: Content Bottom Widget 3
ar: محتوى الودجة 3 السفلى

source: Content Bottom Widget 4
ar: محتوى الودجة 4 السفلى

source: Footer Top Widget
ar: الودجة العلوية في التذييل

source: Footer Widget 1
ar: الودجة 1 في التذييل

source: Footer Widget 2
ar: الودجة 2 في التذييل

source: Footer Widget 3
ar: الودجة 3 في التذييل

source: Footer Widget 4
ar: الودجة 4 في التذييل

source: Footer Bottom Widget
ar: الودجة السفلى في التذييل

source: MailPoet Subscription Form
ar: استمارة الاشتراك في MailPoet

source: Grid View
ar: رؤية على شكل شبكة

source: List View
ar: رؤية على شكل قائمة

source: out of 5
ar: من 5

source: Sorry, no products matched your selection. Please choose a different combination.
ar: عذرا، لم يطابق أي من المنتجات اختيارك. الرجاء اختيار تركيبة مختلفة.

source: Select product options before adding this product to your cart.
ar: حدد خيارات المنتج قبل إضافة هذا المنتج إلى سلة التسوق.

source: Sorry, this product is unavailable. Please choose a different combination.
ar: عذرا، هذا المنتج غير متوفر. الرجاء اختيار تركيبة مغايرة.

source: Use commas instead of %s to separate excluded categories.
ar: استخدم الفواصل بدلا من %s لفصل الفئات/الأصناف المستبعدة.

source: Input font awesome icon or icon class. You can see <a target="_blank" href="http://fortawesome.github.io/Font-Awesome/icons/">Font Awesome Icons in here</a>. For example: fa-users
ar: أدخل أيقونة الخط "awesome" أو فئة (class) الأيقونة. يمكنك معاينة <a target="_blank" href="http://fortawesome.github.io/Font-Awesome/icons/">أيقونات "Font Awesome" هنا</a>. على سبيل المثال: fa-users

source: Successfully reset menus!
ar: إعادة تعيين القوائم بنجاح!

source: Successfully reset widgets!
ar: إعادة تعيين الودجات بنجاح!

source: Successfully imported widgets!
ar: تم استيراد الودجات بنجاح!

source: Successfully imported simple line icon!
ar: تم استيراد أيقونة السطر البسيط بنجاح!

source: Successfully imported theme options!
ar: تم استيراد خيارات القالب بنجاح!

source: Successfully imported theme options! Please compile default css files in Theme Options > Skin > Compile Default CSS.
ar: تم استيراد خيارات القالب بنجاح! يرجى تجميع ملفات css الافتراضية في خيارات القالب> الجلد/البشرة> تجميع ملفات css الافتراضية.

source: There was an error when reading this WXR file
ar: حدث خطأ أثناء قراءة ملف WXR هذا

source: Details are shown above. The importer will now try again with a different parser...
ar: التفاصيل موضحة أعلاه. سيحاول المستورد الآن إعادة المحاولة باستخدام محلل مختلف ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
ar: هذا لا يبدو أنه ملف WXR، رقم إصدار WXR مفقود / غير صالح

source: Imported categories
ar: الفئات/hلأصناف المستوردة

source: Imported tags
ar: الوسوم المستوردة

source: Imported terms
ar: العناصر المستوردة

source: Imported posts
ar: المقالات المستوردة

source: Importing posts
ar: جار استيراد المقالات

source: Importing menus
ar: جار استيراد القوائم

source: Processing menus
ar: تجهيز القوائم

source: Successfully imported dummy content!
ar: تم استيراد المحتوى الوهمي (الإفتراضي) بنجاح!

source: Sorry, there has been an error.
ar: عذرا، هناك خطأ قد حدث.

source: The file does not exist, please try again.
ar: الملف غير موجود، يرجى إعادة المحاولة.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
ar: تعذر العثور على ملف التصدير في <code>%s</code>. ومن المرجح أن هذا سببه مشكلة الأذونات (permissions).

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
ar: قد لا يكون الملف WXR (الإصدار %s) مدعوما بهذا الإصدار من المستورد. يرجى إعادة النظر في التحديث.

source: Failed to import author %s. Their posts will be attributed to the current user.
ar: فشل في استيراد المؤلف %s. وستنسب مقالاته إلى المستخدم الحالي.

source: Assign Authors
ar: تعيين المؤلفين

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
ar: لتسهيل عملية تعديل المحتوى الذي تم استيراده وحفظه، قد تحتاج إلى إعادة تعيين مؤلف العنصر الذي تم استيراده إلى مستخدم موجود لهذا الموقع. على سبيل المثال، قد تحتاج إلى استيراد كافة الإدخالات كمقالات <code>أدمين</code>.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
ar: إذا تم إنشاء مستخدم جديد بواسطة وردبريس، سيتم إنشاء كلمة مرور جديدة بشكل عشوائي وسيتم تعيين دور المستخدم الجديد ك %s. سيكون من الضروري تغيير تفاصيل المستخدم الجديد يدويا.

source: Download and import file attachments
ar: تنزيل و استيراد مرفقات الملفات

source: Submit
ar: إرسال

source: Import author:
ar: استيراد المؤلف:

source: or create new user with login name:
ar: أو إنشاء مستخدم جديد باسم تسجيل الدخول:

source: as a new user:
ar: كمستخدم جديد:

source: assign posts to an existing user:
ar: تعيين المقالات لمستخدم موجود:

source: or assign posts to an existing user:
ar: أو تعيين المقالات لمستخدم موجود:

source: - Select -
ar: - اختر -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
ar: إخفاق في إنشاء مستخدم جديد ل %s. وستنسب مقالاتهم إلى المستخدم الحالي.

source: Failed to import category %s
ar: إخفاق في استيراد الفئة/الصنف %s

source: Failed to import post tag %s
ar: إخفاق في استيراد وسم المقالات %s

source: Failed to import %s %s
ar: إخفاق في استيراد %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
ar: إخفاق في استيراد &#8220;%s&#8221;: نوع المقالة غير صالح %s

source: Failed to import %s &#8220;%s&#8221;
ar: إخفاق في استيراد %s &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
ar: تم تخطي عنصر القائمة بسبب خلل slug القائمة المفقودة

source: Menu item skipped due to invalid menu slug: %s
ar: تم تخطي عنصر القائمة بسبب خلل slug القائمة الغير الصالحةة: %s

source: Fetching attachments is not enabled
ar: جلب المرفقات غير مفعلة

source: Invalid file type
ar: نوع الملف غير صالح

source: Remote server did not respond
ar: لم يستجب الخادم البعيد

source: Remote server returned error response %1$d %2$s
ar: الخادم البعيد اجاب بجواب الخطأ %1$d %2$s

source: Remote file is incorrect size
ar: الملف البعيد هو ذو حجم غير صحيح

source: Zero size file downloaded
ar: تم تحميل حجم الملف صفر

source: Remote file is too large, limit is %s
ar: الملف البعيد كبير جدا، الحد هو %s

source: Import WordPress
ar: استيراد وردبريس

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
ar: يتوفر إصدار جديد من هذا المستورد. الرجاء التحديث إلى الإصدار %s لضمان التوافق مع ملفات التصدير الأحدث.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
ar: حمل ملف RSS الموسع (WXR) الخاص بوردبريس وسنقوم باستيراد المقالاتت والصفحات والتعليقات والحقول المخصصة والفئات/الأصناف و الوسوم في هذا الموقع.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
ar: اختر ملف "WXR" (.xml) للتحميل، ثم انقر على تحميل الملف لاستيراده.

source: Install Required Plugins
ar: تثبيت الإضافات المطلوبة

source: Install Plugins
ar: تثبيت الإضافات

source: Installing Plugin: %s
ar: تثبيت الإضافة: %s

source: Something went wrong with the plugin API.
ar: حدث خطأ مع إضافة API.

source: This theme requires the following plugin: %1$s.
ar: يتطلب هذا القالب الإضافية التالية: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
ar: عذرا، ولكن ليس لديك الأذونات الصحيحة لتثبيت الإضافة %s. اتصل بمسؤول هذا الموقع للحصول على مساعدة بشأن تثبيت الإضافة.

source: The following required plugin is currently inactive: %1$s.
ar: الإضافة المطلوبة التالية غير مفعلة حاليا: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
ar: عذرا، ولكن ليس لديك الأذونات الصحيحة لتفعيل الإضافة %s. اتصل بمسؤول هذا الموقع للحصول على مساعدة بشأن لتفعيل الإضافة.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
ar: عذرا، ولكن ليس لديك الأذونات الصحيحة لتحديث الإضافة %s. اتصل بمسؤول هذا الموقع للحصول على مساعدة بشأن لتحديث الإضافة.

source: Begin installing plugin
ar: بدأ تثبيت الإضافة

source: Activate installed plugin
ar: تفعيل الإضافة المثبتة

source: Return to Required Plugins Installer
ar: ارجع الى مثبت الاضافات المطلوبة

source: Plugin activated successfully.
ar: تم تفعيل الإضافة بنجاح.

source: All plugins installed and activated successfully. %s
ar: تم تثبيت و تفعيل جميع الإضافات بنجاح. %s

source: Updating Plugin: %s
ar: تحديث الإضافة: %s

source: This theme recommends the following plugin: %1$s.
ar: هذا القالب يوصي بالإضافة التالية: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: هناك حاجة إلى تحديث الإضافة التالية إلى أحدث إصدار لها لضمان أقصى قدر من التوافق مع هذا القالب: %1$s.

source: There is an update available for: %1$s.
ar: هناك تحديث متاح للإضافة التالية: %1$s.
