Repository: belaadel/porto
Catalog: *.po
Languages: ar

source: We're sorry, but the page you were looking for doesn't exist.
ar: عذرا، ولكن الصفحة التي تبحث عنها غير موجودة.

source: Show All
ar: عرض الكل

source: Apologies, but no results were found for the requested archive.
ar: عذرا، ولكن لم يتم العثور على أية نتائج للأرشيف المطلوب.

source: More %s:
ar: المزيد %s:

source: Nothing Found
ar: لم يتم العثور على شيء

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ar: جاهز لنشر أول منشوراتك؟ <a href="%1$s">البدء هنا</a>.

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
ar: عذرا، ولكن لا شيء يطابق عبارات البحث. يرجى إعادة المحاولة باستخدام كلمات رئيسية مختلفة.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أننا لا نستطيع العثور على ما تبحث عنه. ربما البحث يمكن أن تساعد.

source: Please do not load this page directly. Thanks!
ar: الرجاء عدم تحميل هذه الصفحة مباشرة. شكر!

source: This post is password protected. Enter the password to view comments.
ar: هذه التدوينة محمية بكلمة مرور. أدخل كلمة المرور لمشاهدة التعليقات.

# comments title
source: Comment (1)
ar: لا يوجد أي تعليق

source: Comments are closed.
ar: التعليقات مغلقة.

source: Pages:
ar: الصفحات:

source: Page
ar: الصفحة

source: View More...
ar: عرض المزيد...

source: Learn More
ar: أعرف أكثر

source: Skills
ar: مهارات

source: Location
ar: موقعك

source: Client
ar: زبون

source: View Project...
ar: عرض المشروع ...

source: By
ar: بواسطة

source: 0 Comments
ar: 0 تعليق

source: 1 Comment
ar: تعليق واحد

source: Comments
ar: تعليقات

source: Read more...
ar: اقرأ أكثر...

source: My <strong>Work</strong>
ar: <strong>عملي</strong>

source: My <strong>Posts</strong>
ar: <strong>مشاركاتي</strong>

source: My <strong>Products</strong>
ar: <strong>منتجاتي</strong>

source: More Info
ar: مزيد من المعلومات

source: Back to list
ar: الرجوع للقائمة

source: Previous
ar: السابق

source: Next
ar: التالي

source: Project Description
ar: وصف المشروع

source: More Information
ar: معلومات اكثر

source: Live Preview
ar: المعاينة المباشرة

source: Share
ar: شارك

source: Related <strong>Work</strong>
ar: <strong>الأعمال</strong> ذات الصلة

source: Author
ar: مؤلف

source: Project Gallery
ar: معرض المشروع

source: Share this post
ar: مشاركة هذا المشنور

source: Read More
ar: اقرأ أكثر

source: Main Menu
ar: القائمة الرئيسية

source: Sidebar Menu
ar: قائمة الشريط الجانبي

source: Top Navigation
ar: القائمة العلوية

source: View Switcher
ar: عرض المحول

source: Currency Switcher
ar: محول العملات

source: %curr% of %total%
ar: %curr% من %total%

source: <a href="%url%">The image</a> could not be loaded.
ar: <a href="%url%">تعذر تحميل الصورة</a>.

source: <a href="%url%">The content</a> could not be loaded.
ar: <a href="%url%">تعذر تحميل المحتوى</a>.

source: Close
ar: أغلق

source: The requested content cannot be loaded.<br/>Please try again later.
ar: لا يمكن تحميل المحتوى المطلوب. <br/> الرجاء إعادة المحاولة لاحقا.

source: If you want to import demo, please backup current theme options in "Import / Export" section before import. Do you want to import demo?
ar: إذا كنت ترغب في استيراد التجريبي (demo)، يرجى النسخ الاحتياطي لخيارات الموضوع الحالي في قسم "استيراد / تصدير" قبل الاستيراد. هل تريد استيراد العرض التجريبي (demo)؟

source: Logout
ar: الخروج

source: Register
ar: تسجيل

source: Login
ar: تسجيل الدخول

source: Add Font
ar: إضافة الخط

source: No Custom Fonts Found
ar: لم يتم العثور على خطوط مخصصة

source: System Status
ar: حالة النظام

source: Plugins
ar: الإضافات

source: Install Demos
ar: تثبيت العروض التوضيحية

source: Theme Options
ar: خيارات القالب

source: Welcome
ar: أهلا بك

source: Welcome to Porto!
ar: مرحبا بكم في بورتو!

source: Porto is now installed and ready to use! Read below for additional information. We hope you enjoy it!
ar: تم تثبيت بورتو الآن و صار جاهزا للاستخدام! اقرأ أدناه للحصول على معلومات إضافية. نأمل أن تستمتع به!

source: Version
ar: الإصدار

source: Installing a demo provides pages, posts, menus, images, theme options, widgets and more. IMPORTANT: The included plugins need to be installed and activated before you install a demo. Please check the "System Status" tab to ensure your server meets all requirements for a successful import. Settings that need attention will be listed in red.
ar: التثبيت تجريبي يوفر صفحات، وظائف، والقوائم، والصور، وخيارات القالب، الحاجيات وأكثر من ذلك. هام: الإضافات المدرجة تحتاج إلى تثبيت وتنشيط قبل تثبيت التجريبي. يرجى التحقق من علامة التبويب "حالة النظام" للتأكد من أن الخادم يلبي جميع المتطلبات اللازمة لاستيراد ناجح. سيتم إدراج الإعدادات التي تحتاج إلى اهتمام باللون الأحمر.

source: Install Options
ar: خيارات التثبيت

source: Import theme options
ar: استيراد خيارات القالب

source: Reset menus
ar: إعادة تعيين القوائم

source: Reset widgets
ar: إعادة تعيين الودجات

source: Import dummy content
ar: استيراد محتوى وهمي

source: Import widgets
ar: استيراد الودجات

source: Import icons for ultimate addons plugin
ar: استيراد الرموز لإضافة الأدونس النهائي

source: Import shortcode pages
ar: استيراد صفحات الرمز القصير

source: Do you want to install demo? It can also take a minute to complete.
ar: هل تريد التثبيت التجريبي؟ يمكن أيضا أن يستغرق دقيقة لإكمال.

source: Yes
ar: نعم

source: No
ar: لا

source: Preview
ar: معاينة

source: Install
ar: تثبيت

source: Thank you, we hope you to enjoy using Porto!
ar: شكرا لك، نأمل أن تستمتع باستخدام بورتو!

source: These are plugins we included inside or recommend for all design features of Porto. You can install, activate, deactivate or update the plugins from this tab.
ar: هذه هي الإضافات أدرجنا داخله أو يوصى لجميع ميزات تصميم بورتو. يمكنك تثبيت المكونات الإضافية أو تفعيلها أو تحديثها من علامة التبويب هذه.

source: Click here to install plugins all together.
ar: انقر هنا لتثبيت الإضافات معا.

source: Click here to activate plugins all together.
ar: انقر هنا لتفعيل المكونات الإضافية معا.

source: Click here to update plugins all together.
ar: انقر هنا لتحديث الإضافات معا.

source: Version: %1s
ar: الإصدار: %1s

source: Available Version: %s
ar: الإصدار المتاح: %s

source: Active: %s
ar: نشيط: %s

source: Update Available: Version %s
ar: تحديث متاح: الإصدار %s

source: Required
ar: مطلوب

source: Porto Versions
ar: إصدارات بورتو

source: Current Version:
ar: النسخة الحالية:

source: WordPress Environment
ar: بيئة ووردبريس

source: Home URL:
ar: عنوان رابط للصفحة الرئيسية:

source: Site URL:
ar: عنوان رابط الموقع:

source: WP Version:
ar: إصدار وردبريس:

source: WP Multisite:
ar: وردبريس متعدد المواقع:

source: WP Memory Limit:
ar: حد ذاكرة وردبريس:

source: %s - We recommend setting memory to at least <strong>128MB</strong>. <br /> Please define memory limit in <strong>wp-config.php</strong> file. To learn how, see: <a href="%s" target="_blank">Increasing memory allocated to PHP.</a>
ar: %s - نوصي بتعيين الذاكرة على الأقل <strong>128MB</strong>. <br /> يرجى تحديد حد الذاكرة في ملف <strong>wp-config.php</strong> file. لمعرفة كيفية إجراء ذلك، راجع: <a href="%s" target="_blank">زيادة الذاكرة المخصصة ل PHP.</a>

source: Your current memory limit is sufficient, but if you installed many plugins or need to import demo content, the required memory limit is <strong>256MB.</strong>
ar: الحد الأقصى للذاكرة الحالي كاف، ولكن إذا قمت بتثبيت العديد من المكونات الإضافية أو تحتاج إلى استيراد المحتوى التجريبي، فإن الحد المطلوب للذاكرة هو <strong>256MB.</strong>

source: WP Debug Mode:
ar: وضع تصحيح وردبريس:

source: Language:
ar: لغة:

source: Server Environment
ar: بيئة الخادم

source: Server Info:
ar: معلومات الخادم:

source: PHP Version:
ar: نسخة ال PHP:

source: PHP Post Max Size:
ar: حجم PHP كحد أقصى:

source: PHP Time Limit:
ar: الحد الزمني ل PHP :

source: %s - We recommend setting max execution time to at least 180. <br /> To import demo content, <strong>300</strong> seconds of max execution time is required.<br />See: <a href="%s" target="_blank">Increasing max execution to PHP</a>
ar: %s - نوصي بتعيين الحد الأقصى لوقت التنفيذ إلى 180 على الأقل 180. <br /> لاستيراد المحتوى التجريبي، يلزم توفر, <strong>300</strong> ثانية من وقت التنفيذ الأقصى.<br />انظر: <a href="%s" target="_blank">زيادة التنفيذ الأقصى إلى PHP</a>

source: Current time limit is sufficient, but if you need import demo content, the required time is <strong>300</strong>.
ar: الحد الزمني الحالي كاف، ولكن إذا كنت بحاجة إلى محتوى تجريبي للاستيراد، فالوقت المطلوب هو <strong>300</strong>.

source: PHP Max Input Vars:
ar: الحد الأقصى للمتغيرات ال PHP

source: SUHOSIN Installed:
ar: سوهوسين (SUHOSIN) مثبت:

source: %s - Recommended Value: %s.<br />Post Max Value Length limitation may prohibit the Theme Options data from being saved to your database. See: <a href="%s" target="_blank">Suhosin Configuration Info</a>.
ar: %s - القيمة الموصى بها: %s.<br />الحد الأقصى لقيمة المشاركة قد يحظر تقييد الطول بيانات خيارات المظهر من حفظها إلى قاعدة البيانات. راجع: <a href="%s" target="_blank">معلومات تهيئة</a> Suhosin.

source: MySQL Version:
ar: نسخة MySQL:

source: Max Upload Size:
ar: الحد الأقصى لحجم التحميل:

source: Active Plugins
ar: الإضافات النشطة

source: Visit plugin homepage
ar: انتقل إلى الصفحة الرئيسية للإضافة

# by author
source: by %s
ar: بواسطة %s

source: Before you get started, please be sure to always check out <a href="%s" target="_blank">this documentation</a>. We outline all kinds of good information, and provide you with all the details you need to use Porto.
ar: قبل البدء، يرجى التأكد دائما من <a href="%s" target="_blank">هذه الوثائق</a>. قراءة الخطوط العريضة لجميع أنواع المعلومات الجيدة، وتوفر لك مع كل التفاصيل التي تحتاج إلى استخدام بورتو.

source: If you are unable to find your answer in our documentation, we encourage you to contact us through <a href="%s" target="_blank">support page</a> with your site CPanel (or FTP) and wordpress admin details. We are very happy to help you and you will get reply from us more faster than you expected.
ar: إذا لم تتمكن من العثور على إجابتك في مستنداتنا، فنحن نشجعك على الاتصال بنا من خلال <a href="%s" target="_blank">صفحة الدعم</a> مع CPanel (أو FTP) ومسؤول وردبريس تفاصيل. نحن سعداء جدا لمساعدتك وسوف تحصل الرد منا أكثر أسرع مما كنت تتوقع.

source: Click here to view change logs.
ar: انقر هنا لعرض سجلات التغيير.

source: 1 column - 1/12
ar: 1 عمود - 1/12

source: 2 columns - 1/6
ar: 2 عمودين - 1/6

source: 3 columns - 1/4
ar: 3 أعمدة - 1/4

source: 4 columns - 1/3
ar: 4 أعمدة - 1/3

source: 5 columns - 5/12
ar: 5 أعمدة - 5/12

source: 6 columns - 1/2
ar: 6 أعمدة - 1/2

source: 7 columns - 7/12
ar: 7 أعمدة - 7/12

source: 8 columns - 2/3
ar: 8 أعمدة - 2/3

source: 9 columns - 3/4
ar: 9 أعمدة - 3/4

source: 10 columns - 5/6
ar: 10 أعمدة - 5/6

source: 11 columns - 11/12)
ar: 11 عمود - 11/12

source: 12 columns - 1/1
ar: 12 عمود - 1/1

source: General
ar: عام

source: Loading Overlay
ar: تحميل التراكب

source: Show
ar: إظهار

source: Hide
ar: إخفاء

source: Body Wrapper
ar: مجمع الجسم

source: Page Layout
ar: تخطيط الصفحة

source: Select Sidebar
ar: حدد الشريط الجانبي

source: Header Wrapper
ar: مجمع الرأسية

source: Banner Wrapper
ar: مجمع بانر

source: Breadcrumbs Wrapper
ar: مجمع مسارات التنقل

source: Page Content Wrapper
ar: مجمع محتوى الصفحة

source: Footer Wrapper
ar: مجمع التذييل

source: Enable Sticky Sidebar
ar: تمكين شريط جانبي المثبت

source: Show Sidebar in Navigation on Mobile
ar: عرض الشريط الجانبي في الإبحار على الجوال

source: Show Content Type Skin Options
ar: إظهار خيارات مظهر نوع المحتوى

source: Show skin options when edit post, page, product, portfolio, member.
ar: عرض خيارات المظهر عند التحرير، الصفحة، المنتج، محفظة، عضو.

source: Show Category Skin Options
ar: اعرض الفئة خيارات المظهر

source: Show skin options when edit the category of post, product, portfolio, member.
ar: عرض خيارات المظهر عند التحرير الصنف، المنتج، محفظة، عضو.

source: Theme Layout
ar: مظهر القالب

source: Logo, Icons
ar: الشعار، الإيقونات

source: Logo
ar: الشعار

source: Logo Type
ar: نوع الشعار

source: Image
ar: صورة

source: Text
ar: نص

source: Logo Text
ar: نص الشعار

source: Default is a site title in <strong>Settings > General</strong>.
ar: الافتراضي هو عنوان موقع في <strong>إعدادات > عام</strong>.

source: Retina Logo
ar: شعار Retina

source: Logo in Sticky Menu
ar: الشعار في القائمة المثبتة

source: if header type is like 1, 4, 13, 14
ar: إذا كان نوع الرأسية مثل 1، 4، 13، 14

source: Retina Logo in Sticky Menu
ar: شعار Retina في القائمة المثبتة

source: Default Logo Width
ar: عرض الشعار الافتراضي

source: If retina logo is uploaded, please input the default logo width. unit: px
ar: إذا تم تحميل شعار retina، يرجى إدخال عرض الشعار الافتراضي. الوحدة: px

source: Default Logo Height
ar: ارتفاع الشعار الافتراضي

source: If retina logo is uploaded, please input the default logo height. unit: px
ar: إذا تم تحميل شعار retina، يرجى إدخال ارتفاع الشعار الافتراضي. الوحدة: px

source: Logo Max Width
ar: الحد الأقصى لعرض الشعار

source: unit: px
ar: الوحدة: px

source: Logo Max Width on Wide Screen
ar: الحد الأقصى لعرض الشعار على شاشة عريضة

source: Logo Max Width on Tablet
ar: الحد الأقصى للشعار على تابليت

source: Logo Max Width on Mobile
ar: الحد الأقصى للشعار على موبايل

source: Logo Max Width in Sticky Header
ar: الحد الأقصى للشعار في القائمة المثبتة

source: Logo Overlay
ar: تراكب الشعار

source: Logo Overlay Max Width
ar: العرض الأقصى لتراكب الشعار

source: Icons
ar: أيقونات

source: Favicon
ar: رمز المفضلة

source: Apple iPhone Icon
ar: أيقونة ابل اي فون

source: Icon for Apple iPhone (60px X 60px)
ar: أيقونة أبل إفون (60px X 60px)

source: Apple iPhone Retina Icon
ar: أيقونة Retina ابل اي فون

source: Icon for Apple iPhone Retina (120px X 120px)
ar: أيقونة Retina ابل اي فون (120px X 120px)

source: Apple iPad Icon
ar: أيقونة ابل ايباد

source: Icon for Apple iPad (76px X 76px)
ar: أيقونة ابل ايباد (76px X 76px)

source: Apple iPad Retina Icon
ar: أيقونة Retina ابل ايباد

source: Icon for Apple iPad Retina (152px X 152px)
ar: أيقونة Retina ابل اي فون (120px X 120px)

source: Javascript Code
ar: كود Javascript

source: JS Code before &lt;/head&gt;
ar: كود Javascript قبل head

source: Paste your JS code here.
ar: ألصق كود Javascript هنا

source: JS Code before &lt;/body&gt;
ar: كود Javascript قبل body

source: Skin
ar: بشرة الثيم

source: After save the changes, will be regenerate the css files (skin_
ar: بعد حفظ التغييرات، سيتم تجديد ملفات css (skin_

source: Minify CSS
ar: تصغير CSS

source: Button Style
ar: نمط الزر

source: Default
ar: الافتراضي

source: Borders
ar: الحدود

source: Primary Color
ar: اللون الرئيسي

source: Primary Inverse Color
ar: اللون المعكوس الرئيسي

source: Secondary Color
ar: اللون الثانوي

source: Secondary Inverse Color
ar: اللون المعكوس الثانوي

source: Tertiary Color
ar: اللون الثالث

source: Tertiary Inverse Color
ar: اللون المعكوس الثالث

source: Quaternary Color
ar: اللون الرابع

source: Quaternary Inverse Color
ar: اللون المعكوس الرابع

source: Dark Color
ar: لون غامق

source: Dark Inverse Color
ar: لون معكوس غامق

source: Light Color
ar: لون فاتح

source: Light Inverse Color
ar: لون معكوس فاتح

source: Social Links Color
ar: لون الروابط الاجتماعية (سوشيال ميديا)

source: Compile Default CSS
ar: تجميع CSS الافتراضي

source: Compile CSS Files
ar: تجميع ملفات CSS

source: Theme CSS compiled successfully!
ar: تم تجميع CSS القالب بنجاح

source: Failed Theme CSS compilation!
ar: خطأ! لم يتم تجميع CSS القالب بنجاح

source: Theme RTL CSS compiled successfully!
ar: تم تجميع CSS RTL القالب بنجاح

source: Failed Theme RTL CSS compilation!
ar: خطأ! لم يتم تجميع CSS RTL القالب بنجاح

source: Plugins CSS compiled successfully!
ar: تم تجميع CSS الإضافات بنجاح

source: Failed Plugins CSS compilation!
ar: خطأ! لم يتم تجميع CSS RTL الإضافات بنجاح

source: Plugins RTL CSS compiled successfully!
ar: تم تجميع CSS RTL الإضافات بنجاح

source: Failed Plugins RTL CSS compilation!
ar: خطأ! لم يتم تجميع CSS الإضافات بنجاح

source: Theme CSS
ar: CSS القالب (الثيم)

source: Theme RTL CSS
ar: CSS RTL القالب (الثيم)

source: Plugins CSS
ar: CSS الإضافات

source: Plugins RTL CSS
ar: CSS RTL الإضافات

source: <strong>Before compile</strong>, please configure <strong>below options</strong> and click <strong>"Save Changes"</strong>.
ar: <strong>قبل التجميع</strong>, يرجى تهيئة <strong>الخيارات أدناه</strong> والنقر على <strong>"حفظ التغييرات"</strong>.

source: After compile, will be regenerate the css files (theme_
ar: بعد التجميع، سيتم تجديد ملفات css ل: (theme_

source: Background Type
ar: نوع الخلفية

source: Light
ar: فاتحة

source: Dark
ar: قاتمة

source: Basic Background Color
ar: لون الخلفية الأساسية

source: Container Max Width
ar: عرض الحد الأقصى للحاوية

source: Grid Gutter Width
ar: عرض مزراب الشبكة

source: Border Radius
ar: دوران الحدود

source: Thumbnail Padding
ar: حشو المصغرة

source: Typography
ar: الطباعة

source: Select Google Font Character Sets
ar: حدد مجموعات أحرف الخطوط من غوغل

source: Google Font Character Sets
ar: مجموعات أحرف غوغل فونت

source: Body Font
ar: خط الجسم

source: Body Mobile Font
ar: خط جسم اللمحمول

source: Will be change on mobile device(max width < 480).
ar: سيتم التغيير على جهاز الجوال (الحد الأقصى للعرض < 480).

source: Alternative Font
ar: الخط البديل

source: You can use css class name "alternative-font" when edit html element.
ar: يمكنك استخدام اسم فئة css "البديل-الخط" عند تحرير عنصر html.

source: Logo Font
ar: خط الشعار

source: H1 Font
ar: خط H1

source: H2 Font
ar: خط H2

source: H3 Font
ar: خط H3

source: H4 Font
ar: خط H4

source: H5 Font
ar: خط H5

source: H6 Font
ar: خط H6

source: Backgrounds
ar: الخلفيات

source: Body Background
ar: خلفية الجسم

source: Background
ar: خلفية

source: Enable Background Gradient
ar: تفعيل تدرج الخلفية

source: Background Gradient Color
ar: لون تدرج الخلفية

source: Page Content Background
ar: خلفية صفحة المحتوى

source: Content Bottom Widgets Area
ar: محتوى ودجات المحتوى السفلي

source: Padding
ar: حشوة

source: Header
ar: الرأسية

source: Background Gradient
ar: تدرج الخلفية

source: Text Color
ar: لون الخط

source: Link Color
ar: لون الرابط

source: Top Border
ar: الحدود العلوية

source: Margin
ar: حافة

source: Sticky Header
ar: رأسية مثبتة

source: Background Opacity
ar: تعتيم الخلفية

source: Skin option when banner show behind header
ar: خيار البشرة (Skin) عندما تظهر راية (بانر) خلف الرأسية

source: Header Opacity
ar: تعتيم الرأسية

source: Search Form Opacity
ar: تعتيم نموذج البحث

source: Menu Wrap Opacity
ar: تعتيم التفاف القائمة

source: Menu Opacity
ar: تعتيم القائمة

source: Show Bottom Border
ar: عرض الحد السفلي

source: Header Top
ar: أعلى الرأسية

source: Background Color
ar: لون الخلفية

source: Bottom Border
ar: الحد السفلي

source: Side Navigation
ar: الملاحة الجانبية

source: Social Link Background Color
ar: لون خلفية الرابط الاجتماعي

source: Social Link Color
ar: لون الرابط الاجتماعي

source: Copyright Text Color
ar: لون نص حقوق الطبع والنشر

source: Wrapper Background Color
ar: لون خلفية المجمع

source: Wrapper Padding
ar: حشو المجمع

source: Wrapper Padding in Sticky Header
ar: حشو المجمع في الرأسية المثبتة

source: Top Level Menu Item
ar: عنصر القائمة على مستوى أعلى

source: Menu Font
ar: خط القائمة

source: Menu Font (window width < 992px)
ar: خط القائمة (عرض النافذة < 992px)

source: Side Menu Font
ar: خط القائمة الجانبية

source: Text Transform
ar: تحويل النص

source: None
ar: لا شيء

source: Capitalize
ar: تكبير الحروف

source: Uppercase
ar: حروف كبيرة

source: Lowercase
ar: حروف كبيرة

source: Initial
ar: مبدئي

source: Hover Background Color
ar: لون الخلفية عند وضع الفأرة

source: Configure Active Color
ar: تثبيت اللون المفعل

source: Active Link Color
ar: لون الرابط النشط

source: Active Background Color
ar: لون الخلفية النشطة

source: Padding on Desktop
ar: حشو على سطح المكتب

source: Padding on Desktop (width > 991px)
ar: حشو على سطح المكتب (حجم > 991px)

source: Menu Popup
ar: القائمة المنبثقة

source: Menu Popup Font
ar: خط القائمة المنبثقة

source: Show Border
ar: إعرض الحدود

source: Border Color
ar: لون الحدود

source: Heading Color
ar: لون العنوان

source: Link Hover Background Color
ar: لون خلفية تحريك الرابط

source: Narrow Menu Style
ar: نمط القائمة الضيقة

source: if narrow menu style is "Style 2", please select "Top Level Menu Item / Hover Background Color".
ar: إذا كان نمط القائمة الضيقة هو "نمط 2"، يرجى تحديد "عنصر القائمة في المستوى الأعلى / لون الخلفية عند وضع الفأرة".

source: With Popup BG Color
ar: مع النافذة القافزة (Popup) لون الخلفية

source: With Top Menu Hover Bg Color
ar: مع لون الخلفية عند وضع الفأرة في القائمة العلوية

source: Tip
ar: تلميح

source: Tip Background Color
ar: لون خلفية التلميح

source: Menu Custom Content (if header type is like 1, 4, 9, 13, 14)
ar: المحتوى المخصص للقائمة (إذا كان نوع الرأسية مثل 1 و 4 و 9 و 13 و 14)

source: Breadcrumbs
ar: مسارات التنقل

source: Enable Background Image Parallax
ar: تفعيل منظر صورة خلفية

source: Parallax Speed
ar: سرعة المنظر

source: Content Padding
ar: حشو المحتوى

source: default: 0 15 0 15
ar: الافتراضي: 0 15 0 15

source: Page Title Color
ar: لون عنوان الصفحة

source: Page Sub Title Color
ar: لون العنوان الفرعي للصفحة

source: Page Sub Title Margin
ar: هامش العنوان الفرعي للصفحة

source: Footer
ar: تذييل

source: Footer Widgets Area
ar: منطقة ودجات بتذييل الصفحة

source: Ribbon Background Color
ar: لون خلفية الشريط

source: Ribbon Text Color
ar: لون نص الشريط

source: Footer Top Widget Area
ar: منطقة الودجات العلوية بالتذييل

source: Footer Bottom
ar: أسفل التذييل

source: Background Opacity when footer show in fixed position
ar: تعتيم الخلفية عندما تظهر تذييل في وضعية ثابتة

source: Footer Opacity
ar: تعتيم التذييل

source: Follow Us Widget
ar: ودجة تابعنا

source: Mobile Panel
ar: لوحة موبايل

source: View, Currency Switcher
ar: عرض، محول العملات

source: Search Form
ar: إستمارة بحث

source: Popup Border Color
ar: لون الحدود النافذة المنبثقة (Popup)

source: Hover Color
ar: لون عند وضع الفأرة

source: In Sticky Header (if header type is like 1, 4, 9, 13, 14)
ar: في الرأسية المثبتة (إذا كان نوع الرأسية مثل 1، 4، 9، 13، 14)

source: Toggle Text Color
ar: لون تبديل النص

source: Toggle Hover Color
ar: لون لتبديل النص عند وضع الفأرة

source: Mini Cart
ar: سلة صغيرة

source: Icon Color
ar: لون الأيقونة

source: Item Color
ar: لون المواد

source: when mini cart type is 2
ar: عندما يكون نوع السلة مصغرة هو 2

source: Shop
ar: متجر

source: Wishlist Color
ar: لون القائمة المفضلة

source: Wishlist Inverse Color
ar: اللون العكسي للقائمة المفضلة

source: Quick View Color
ar: لون العرض السريع

source: Quick View Inverse Color
ar: اللون العكسي للعرض السريع

source: Hot Bg Color
ar: لون الخلفية الساخنة

source: Hot Text Color
ar: لون نص الساخنة

source: Sale Bg Color
ar: لون خلفية البيع

source: Sale Text Color
ar: لون نص البيع

source: Custom CSS
ar: CSS حسب الطلب

source: CSS Code
ar: كود CSS

source: Paste your CSS code here.
ar: الصق كود CSS هنا.

source: Show Header Top
ar: إظهار أعلى الرأسية

source: Change Logo Size in Sticky Header
ar: تغيير حجم الشعار في الرأسية المثبتة

source: Welcome Message
ar: رسالة ترحيب

source: Contact Info
ar: معلومات الاتصال

source: Side Navigation Copyright (Header Type: Side)
ar: الملاحة الجانبية حقوق الطبع والنشر (نوع الرأسية: الجانب)

source: &copy; Copyright %s. All Rights Reserved.
ar: &copy; حقوق الطبع والنشر %s. كل الحقوق محفوظة.

source: Show Tooltip
ar: إظهار التلميح

source: Tooltip Content
ar: محتوى التلميح

source: Header Type
ar: نوع الرأسية

source: Show WPML Language Switcher
ar: عرض محول اللغة WPML

source: Show wpml language switcher instead of view switcher menu.
ar: عرض محول اللغة بدل إظهار محول القائمة

source: Compatible with Polylang and qTranslate X plugins.
ar: متوافق مع الإضافات Polylang و qTranslate X.

source: Language Switcher Position
ar: تموقع محول اللغة

source: In Top Navigation
ar: في الملاحة العلوية

source: In Main Menu
ar: في القائمة الرئيسية

source: Show WPML Currency Switcher
ar: عرض محول العملة WPML
