Repository: belaadel/porto
Catalog: *.po
Languages: ar

source: Show wpml currency switcher instead of currency switcher menu.
ar: عرض محول العملة بدل قائمة محول العملة

source: Compatible with Woocommerce Currency Switcher plugin.
ar: متوافق مع إضافة محول العملات ووكوميرس.

source: Currency Switcher Position
ar: تموقع محول العملات

source: Popup Effect
ar: تأثير النافذة المنبثقة

source: Social Links
ar: روابط اجتماعية

source: Show Social Links
ar: إظهار الروابط الاجتماعية

source: Add rel="nofollow" to social links
ar: إضافة : "rel="nofollow إلى الروابط الاجتماعية

source: Show Mini Cart
ar: عرض سلة صغيرة

source: Minicart Type
ar: نوع سلة صغيرة

source: Minicart Type 1
ar: نوع سلة صغيرة 1

source: Minicart Type 2
ar: نوع سلة صغيرة 2

source: Minicart Type 3
ar: نوع سلة صغيرة 3

source: Minicart Icon
ar: أيقونة سلة صغيرة

source: Minicart Icon 1
ar: أيقونة سلة صغيرة 1

source: Minicart Icon 2
ar: أيقونة سلة صغيرة 2

source: Minicart Icon 3
ar: أيقونة سلة صغيرة 3

source: Minicart Icon 4
ar: أيقونة سلة صغيرة 4

source: Show Search Form
ar: إظهار إستمارة البحث

source: Search Form Size
ar: حجم إستمارة البحث

source: Large
ar: عريض

source: Medium
ar: متوسط

source: Small
ar: صغير

source: Search Content Type
ar: نوع محتوى البحث

source: All
ar: كل شيء

source: Post
ar: مقالة

source: Product
ar: منتج

source: Portfolio
ar: معرض أعمال

source: Show Categories
ar: عرض الفئات

source: Enable Sticky Header
ar: تفعيل الرأسية المثبتة

source: Enable on Tablet (width < 992px)
ar: تفعيل على الجهاز اللوحي (العرض <992px)

source: Enable on Mobile (width <= 480)
ar: تفعيل على الجوال (العرض <= 480)

source: Sticky Header Effect
ar: تأثير الرأسية المثبتة

source: Reveal
ar: كشف

source: If header type is like 1, 4, 9, 13, 14
ar: إذا كان نوع الرأسية مثل 1، 4، 9، 13، 14

source: Show Logo
ar: عرض الشعار

source: Show Menu Custom Content
ar: إظهار المحتوى المخصص للقائمة

source: Position
ar: تموضع

source: Left
ar: يسار

source: Right
ar: يمين

source: Menu
ar: القائمة

source: Show Menu Arrow
ar: إظهار سهم القائمة

source: If menu item have sub menus, show menu arrow.
ar: إذا كان عنصر القائمة يحتوي على قوائم فرعية، عرض سهم القائمة.

source: Menu Type
ar: نوع القائمة

source: Normal
ar: عادي

source: Flat
ar: مسطحة

source: Flat & Border
ar: السطح والحدود

source: Display Login & Register / Logout Link
ar: عرض روابط تسجيل الدخول و تسجيل / تسجيل الخروج

source: Show Register Link
ar: عرض رابط التسجيل

source: Popup Sub Effect
ar: التأثير الفرعي للنافذة المنبثقة

source: If header type is like 1, 4, 13, 14
ar: إذا كان نوع الرأسية مثل 1، 4، 13، 14

source: Main Menu Align
ar: محاذاة القائمة الرئيسية

source: Center
ar: مركز/وسط

source: Show Main Menu in Sidebar
ar: عرض القائمة الرئيسية في الشريط الجانبي

source: If the layout of a page is left sidebar or right sidebar, the main menu shows in the sidebar.
ar: إذا كان مظهر الصفحة هو الشريط الجانبي الأيسر أو الشريط الجانبي الأيمن، فستظهر القائمة الرئيسية في الشريط الجانبي.

source: Sidebar Menu Title
ar: عنوان قائمة الشريط الجانبي

source: All Department
ar: جميع الإدارات

source: Toggle Sidebar Menu
ar: تبديل قائمة الشريط الجانبي

source: Show Main Menu in Sidebar only on Home
ar: عرض القائمة الرئيسية في الشريط الجانبي فقط على الصفحة الرئيسية

source: If header type is 9
ar: إذا كان نوع الرأسية هو 9

source: Main Menu Title
ar: عنوان القائمة الرئيسية

source: Toggle on home page
ar: تبديل على الصفحة الرئيسية

source: Menu Custom Content
ar: المحتوى المخصص للقائمة

source: example: &lt;span&gt;Custom Message&lt;/span&gt;&lt;a href="#"&gt;Special Offer!&lt;/a&gt;&lt;a href="#"&gt;Buy this Theme!&lt;em class="tip hot"&gt;HOT&lt;i class="tip-arrow"&gt;&lt;/i&gt;&lt;/em&gt;&lt;/a&gt;
ar: مثال: &lt;span&gt;رسالة مخصصة&lt;/span&gt;&lt;a href="#"&gt;عرض خاص!&lt;/a&gt;&lt;a href="#"&gt;إشتري هذا القالب!&lt;em class="tip hot"&gt;ساخن&lt;i class="tip-arrow"&gt;&lt;/i&gt;&lt;/em&gt;&lt;/a&gt;

source: Show Page Title
ar: إظهار عنوان الصفحة

source: Show Content Type Name in Singular
ar: إظهار اسم نوع المحتوى في المفرد

source: Show Content Type Name in single content type.
ar: إظهار اسم نوع المحتوى في نوع محتوى مفرد.

source: Show Parent Page Title in Page
ar: عرض عنوان الصفحة الأم في الصفحة

source: Show Breadcrumbs
ar: عرض مسارات التنقل

source: Breadcrumbs Prefix
ar: بادئة مسارات التنقل

source: Show Custom Post Type Archives Link
ar: عرض رابط أرشيف نوع المشاركة المخصص

source: Show Categories Link
ar: عرض رابط الفئات

source: Breadcrumbs Delimiter
ar: محدد مسارات التنقل

source: Breadcrumbs Type
ar: نوع مسارات التنقل

source: Footer Logo
ar: شعار تذييل الصفحة

source: Ribbon Text
ar: نص الشريط

source: Copyright
ar: حق النشر والتأليف

source: Copyright Position
ar: تموضع حقوق الطبع والنشر

source: Show Payments Logos
ar: عرض شعارات الدفعات

source: Payments Image
ar: صورة الدفعات

source: Payments Image Alt
ar: نص صورة الدفعات

source: Payments Link URL
ar: رابط الدفعات

source: Footer Type
ar: نوع تذييل الصفحة

source: Customize Footer Columns
ar: تخصيص أعمدة التذييل

source: Show Comments
ar: عرض التعليقات

source: Image Lightbox
ar: صورة Lightbox

source: Enable
ar: تفعيل

source: Disable
ar: تعطيل

source: Show Social Share Links
ar: إظهار روابط المشاركة الاجتماعية

source: Show Post Format
ar: عرض صنف المقالة

source: "HOT" Text
ar: نص "الساخن"

source: sticky post label
ar: ملصق المقال المثبت

source: Date
ar: تاريخ

source: Categories
ar: الاقسام/الفئات

source: Tags
ar: الوسوم (Tags)

source: Blog & Post Archives
ar: المدونة والأرشيفات

source: Archive Layout
ar: مظهر الأرشيف

source: Full
ar: ممتلئ

source: Large Alt
ar: كبير

source: Grid
ar: شبكة

source: Timeline
ar: جدول زمني

source: Post Style
ar: نمط المقالة

source: Post Carousel Style
ar: نمط المقالة Carousel

source: Grid Columns
ar: أعمدة شبكية

source: Enable Infinite Scroll
ar: تفعيل Scroll اللانهائي

source: Show Excerpt
ar: عرض مقتطفات (نص مختصر)

source: Excerpt Length
ar: طول المقتطف

source: The number of words
ar: عدد الكلمات

source: Excerpt Type
ar: نوع المقتطف

source: Blog
ar: مدونة

source: Page Title
ar: عنوان الصفحة

source: Blog Banner Position
ar: موضع بانر للمدونات

source: Blog Footer View
ar: منظر تذييل المدونة

source: Blog Banner Type
ar: نوع بانر المدونة

source: Banner Block
ar: كتلة البانر

source: Please input block slug name. You can create a block in <strong>Blocks/Add New</strong>.
ar: الرجاء إدخال إسم الكتلة. يمكنك إنشاء كتلة في <strong>كتل / إضافة جديد</strong>.

source: Content Top
ar: أعلى المحتوى

source: Please input comma separated block slug names. You can create a block in <strong>Blocks/Add New</strong>.
ar: الرجاء إدخال أسماء الكتل مفرقة بفواصل. يمكنك إنشاء كتلة في <strong>كتل / إضافة جديد</strong>.

source: Content Inner Top
ar: المحتوى الداخلي العلوي

source: Content Inner Bottom
ar: المحتوى الداخلي السفلي

source: Content Bottom
ar: المحتوى السفلي

source: Single Post
ar: مقالة منفردة

source: Global Banner Block
ar: كتلة البانر العامة

source: Post Layout
ar: مظهر المقالة

source: Post Section Title Style
ar: نمط عنوان قسم المقال

source: Select title style of author, comment, etc.
ar: حدد نمط عنوان المؤلف والتعليق وما إلى ذلك.

source: With Icon
ar: مع رمز أيقونة

source: Without Icon
ar: بدون رمز أيقونة

source: Show Slideshow
ar: إظهار Slideshow

source: Show Title
ar: إظهار العنوان

source: Show Author Info
ar: إظهار معلومات عن المؤلف

source: Show Related Posts
ar: إظهار المقالاات ذات الصلة

source: Related Posts Count
ar: عدد المقالات ذات الصلة

source: If you want to show all the related posts, please input "-1".
ar: إذا كنت تريد أن تظهر جميع المقالات ذات الصلة، يرجى إدخال "-1".

source: Related Posts Order by
ar: ترتيب المقالات ذات الصلة حسب (بترتيب)

source: Random
ar: عشوائي

source: Modified Date
ar: تاريخ التعديل

source: Comment Count
ar: عدد التعليقات

source: Related Posts Columns
ar: أعمدة المقالات ذات الصلة

source: reduce one column in left or right sidebar layout
ar: تقليل عمود واحد في مظهر الشريط الجانبي الأيمن أو الأيسر

source: Show Back to Blog Link
ar: عرض (إظهار) الرجوع إلى رابط المدونة

source: Post Image Size
ar: حجم صورة المقال

source: Please regenerate all the thumbnails in <strong>Tools > Regen.Thumbnails</strong> after save changes.
ar: الرجاء إعادة إنشاء جميع الصور المصغرة في <strong>Tools > إنشاء الصور المصغرة</strong> ثم إحفظ التغييرات.

source: With Read More Link
ar: مع رابط قراءة المزيد

source: With Read More Button Link
ar: مع رابط زر قراءة المزيد

source: With Side Image
ar: مع صورة جانبية

source: With Categories
ar: مع الفئات

source: Image Overlay Background
ar: خلفية تراكب الصورة

source: Darken
ar: عتم

source: Lighten
ar: أنر

source: Transparent
ar: شفاف

source: Hover Image Effect
ar: تأثير صورة عند Hover

source: Zoom
ar: تكبير

source: No Zoom
ar: دون تكبير / تصغير

source: Image Borders
ar: حدود الصورة

source: With Borders
ar: مع الحدود

source: Without Borders
ar: بلا حدود

source: Author Name
ar: اسم المؤلف

source: Button Size
ar: حجم الزر

source: Extra Small
ar: صغير جدا

source: Button Color
ar: لون الزر

source: Primary
ar: رئيسي

source: Secondary
ar: ثانوي

source: Tertiary
ar: ثالث

source: Quaternary
ar: رابع

source: Portfolio Content Type
ar: نوع محتوى المحفظة

source: Slug Name
ar: اسم سبيكة (Slug).

source: Name
ar: اسم

source: Portfolios
ar: محافظ (Portfolios).

source: Singular Name
ar: اسم مفرد

source: Category Slug Name
ar: اسم سبيكة (Slug) الفئة

source: Skill Slug Name
ar: اسم سبيكة (Slug) المهارة

source: Portfolios Page
ar: صفحة المحافظ (Portfolios).

source: Like
ar: إعجاب

source: Portfolio Sub Title
ar: العنوان الفرعي للمحفظة

source: Use this value in portfolio archives (grid, masonry, timeline layouts) and portfolio carousel.
ar: استخدم هذه القيمة في محفظة المحفوظات (شبكية، بناء، مظهر الجدول الزمني) ودائرية.

source: Client Name
ar: اسم العميل/الزبون

source: Client URL(Link)
ar: عنوان (رابط) العميل/الزبون

source: Author Role
ar: دور المؤلف

source: Portfolio Archives
ar: أرشيفات المحفظة

source: Page Sub Title
ar: العنوان الفرعي للصفحة

source: Enable Ajax Load
ar: تفعيل التحميل بأجاكس

source: Filter Position
ar: تموضع المصفي (Filter).

source: Masonry Image Aspect Ratio
ar: نسبة العرض إلى الارتفاع للصورة لل Masonry

source: ratio = width / height. if ratio is large than this value, will take more space.
ar: نسبة = العرض / الارتفاع. إذا كانت نسبة كبيرة من هذه القيمة، وسوف تأخذ مساحة أكبر.

source: Columns
ar: الأعمدة

source: 1 Column
ar: عمود 1

source: 2 Columns
ar: عمودين 2

source: 3 Columns
ar: 3 أعمدة

source: 4 Columns
ar: 4 أعمدة

source: 5 Columns
ar: 5 أعمدة

source: 6 Columns
ar: 6 أعمدة

source: No Margin
ar: دون هامش

source: Out of Image
ar: خارج عن الصورة

source: Left Info
ar: معلومات اليسار

source: Centered Info
ar: معلومات موسطة (الوسط)

source: Bottom Info
ar: معلومات السفلى

source: Bottom Info Dark
ar: معلومات السفلى القاتمة

source: Hide Info Hover
ar: إخفاء معلومات Hover

source: Show "Read More" Link
ar: إظهار رابط "اقرأ المزيد"

source: Show "Read More" link in "Out of Image" view type.
ar: إظهار رابط "اقرأ المزيد" في نوع العرض "خارج الصورة".

source: "Read More" Label
ar: ملصق (Label) "اقرأ المزيد"

source: Enable Image Lightbox instead of Portfolio Link
ar: تفعيل عرض الصورة (Lightbox) بدلا من رابط المحفظة (Portfolio)

source: Show Link Icon
ar: إظهار رمز الرابط

source: Show More Featured Images in Slideshow
ar: عرض المزيد من الصور المميزة في (Slideshow)

source: Featured Images Count
ar: عدد الصور المميزة

source: Show Image Lightbox Icon
ar: غظهار رمز عرض الصورة (Lightbox)

source: Show External Link instead of Portfolio Link
ar: عرض الارتباط الخارجي بدلا من رابط المحفظة (Portfolio)

source: If yes, will be show the excerpt in "Medium", "Large", "Full" archive layout. If no, will be show the content.
ar: إذا كان الجواب نعم، سيتم عرض مقتطفات في مظهر الأرشيف "المتوسط"، "الكبير"، "الكامل".إذا كان الجواب لا، سيتم عرض المحتوى.

source: Single Portfolio
ar: محفظة (Portfolio) واحدة

source: Show Navigation
ar: إظهار التنقل (الإبحار)

source: Show list and title, next/prev links.
ar: عرض القائمة والعنوان، الروابط: التالي / السابق.

source: Portfolio Layout
ar: مظهر المحفظة (Portfolio)

source: Medium Slider
ar: Slider متوسط

source: Large Slider
ar: Slider كبير

source: Full Slider
ar: Slider شامل (أكبر)

source: Gallery
ar: معرض

source: Medias
ar: ميديا

source: Full Width Video
ar: فيديو كامل العرض

source: Masonry Images
ar: صور Masonry

source: Full Images
ar: الصور الكاملة

source: Extended
ar: موسعة

source: Slider Type
ar: نوع شريط التمرير (Slider)

source: Without Thumbs
ar: بدون الصور المصغرة

source: With Thumbs
ar: مع الصور المصغرة

source: Slider Thumbs Count
ar: عدد الصور المصغرة في شريط التمرير (Slider)

source: Show Related Portfolios
ar: عرض المحافظ (Portfolios) ذات الصلة

source: Related Portfolios Count
ar: عدد المحافظ (Portfolios) ذات الصلة

source: If you want to show all the related portfolios, please input "-1".
ar: إذا كنت تريد أن تظهر جميع المحافظ ذات الصلة، يرجى إدخال "1-".

source: Related Portfolios Order by
ar: ترتيب المحافظ (Portfolios) ذات الصلة حسب

source: Related Portfolios Columns
ar: أعمدة المحافظ (Portfolios) ذات الصلة

source: Portfolio Carousel
ar: دوران (Carousel) المحافظ (Portfolios)

source: Portfolio Style
ar: نوع المحافظ (Portfolios)

source: Member
ar: عضو

source: Member Content Type
ar: نوع محتوى العضو

source: Members
ar: أعضاء

source: Members Page
ar: صفحة الأعضاء

source: Show Social Link in Blank Target
ar: إظهار الرابط الاجتماعي في _blank

source: Member Archives
ar: أرشيف الأعضاء

source: Member Columns
ar: أعمدة الأعضاء

source: Type 1
ar: النوع 1

source: Type 2
ar: النوع 2

source: Type 3
ar: النوع 3

source: Member Image Size
ar: حجم صورة العضو

source: Static
ar: ثابت(ة)

source: Show "Read More" link in "Type 2" view type.
ar: إظهار رابط "اقرأ المزيد" في نوع المشاهدة "النوع 2".

source: Show External Link instead of Member Link
ar: إظهار الرابط الخارجي بدلا من رابط العضو

source: Show Overview
ar: إظهار نظرة عامة

source: Show Overview Excerpt
ar: إظهار مقتطفات عن النظرة العامة

source: Single Member
ar: عضو وحيد

source: Show Related Members
ar: عرض الأعضاء ذات الصلة

source: Related Members Count
ar: عدد الأعضاء ذات الصلة

source: If you want to show all the related members, please input "-1".
ar: إذا كنت تريد أن تظهر جميع الأعضاء ذات الصلة، يرجى إدخال "1-".

source: Related Members Order by
ar: ترتيب الأعضاء ذات الصلة حسب

source: Related Members Columns
ar: أعمدة الأعضاء ذات الصلة

source: Social Links Position
ar: تموقع الروابط الاجتماعية

source: Before Overview
ar: قبل نظرة عامة

source: After Overview
ar: بعد نظرة عامة

source: FAQ
ar: التعليمات

source: FAQ Content Type
ar: نوع محتوى الأسئلة الشائعة

source: FAQs
ar: أسئلة وأجوبة

source: FAQs Page
ar: صفحة الأسئلة الشائعة

source: SEO
ar: سيو

source: Compatible with Yoast SEO Plugin
ar: متوافق مع الإضافة Yoast SEO

source: Porto theme compatible with <a href="https://wordpress.org/plugins/wordpress-seo/">Yoast SEO</a> plugin.
ar: قالب Porto متوافق مع الإضافة <a href="https://wordpress.org/plugins/wordpress-seo/">Yoast SEO</a>.

source: 404 Error
ar: الخطأ 404

source: Links Block
ar: كتلة الوصلات

source: Input a block slug name
ar: أدخل اسم slug الكتلة

source: Woocommerce
ar: ووكومرس

source: Show Rating in Woocommerce Products Widget
ar: إظهار التقييم في ووكومرس ودجات المنتجات

source: Product Archives
ar: أرشيفات المنتجات

source: Enable Ajax Filter
ar: تفعيل Filter أجاكس

source: Products per Page
ar: عدد المنتجات لكل صفحة

source: Comma separated list of product counts.
ar: قائمة مقسمة بفواصل لعدد المنتجات.

source: View Mode
ar: اسلوب العرض

source: Shop Page Product Columns
ar: أعمدة منتجات صفحة التسوق

source: Category Product Columns
ar: أعمدة منتجات الفئة (التصنيف)

source: Category View Type
ar: نوع عرض الفئة (التصنيف)

source: Enable Image Hover Effect
ar: تفعيل تأثير تحريك الصورة

source: Show "Out of stock" Status
ar: عرض حالة "إنتهى من المخزن"

source: Change "A" Tag to "SPAN" Tag
ar: تغيير علامة "A" إلى علامة "SPAN"

source: Select position of add to cart, add to wishlist, quickview.
ar: حدد موضع أضف إلى السلة، أضف إلى قائمة الأمنيات، نظرة سريعة.

source: On Image
ar: على الصورة

source: Wishlist, Quick View On Image
ar: قائمة الرغبات (الأمنيات)، عرض سريع على الصورة

source: Enable Hover Effect
ar: تفعيل تأثير التحويم (Hover)

source: Show Wishlist
ar: عرض قائمة الأمنيات

source: Show Quick View
ar: عرض النظرة السريعة

source: "Quick View" Text
ar: نص ال"عرض سريع" (النظرة السريعة)

source: Single Product
ar: منتج وحيد

source: Show Prev/Next Product
ar: إظهار المنتج السابق / التالي

source: Will be show in breadcrumbs
ar: ستظهر في مسارات التنقل

source: Show Short Description
ar: عرض وصف قصير (موجز)

source: Custom Tabs Count
ar: عدد علامات التبويب المخصصة

source: Tabs Type
ar: نوع علامات التبويب

source: Horizontal
ar: أفقي

source: Vertical
ar: عمودي

source: Accordion
ar: الأكورديون

source: Tabs Position
ar: موضع علامات التبويب

source: Below Price & Short Description
ar: تحت الأسعار و الوصف القصير (الموجز)

source: Product Meta
ar: ميتا (Meta) المنتج

source: Global Product Custom Tab Title
ar: العنوان العام لعلامة التبويب المخصصة للمنتج

source: Global Product Custom Tab Block
ar: الكتلة العامة لعلامة التبويب المخصصة للمنتج

source: Input block slug name
ar: أدخل إسم slug الكتلة

source: Global Product Custom Tab Priority
ar: أولوية علامة التبويب المخصصة للمنتج العام

source: Input the custom tab priority. (Description: 10, Additional Information: 20, Reviews: 30)
ar: أدخل أولوية علامة التبويب المخصصة. (الوصف: 10، معلومات اضافية: 20، ملاحظات: 30)

source: Show Related Products
ar: عرض المنتجات ذات الصلة

source: Related Products Count
ar: عدد المنتجات ذات الصلة

source: Related Product Columns
ar: أعمدة المنتجات ذات الصلة

source: Show "Hot" Label
ar: عرض ملصق "ساخن"

source: Will be show in the featured product.
ar: سوف تظهر في المنتج المميز.

source: "Hot" Text
ar: نص "الساخن"

source: Show "Sale" Label
ar: عرض تصنيف "بيع"

source: "Sale" Text
ar: نص "بيع"

source: Show Saved Sale Price Percentage
ar: عرض النسبة المئوية لأسعار البيع المحفوظة

source: Product Image & Zoom
ar: صورة المنتج والتكبير

source: Show Thumbnails
ar: اعرض الصور المصغره

source: Thumbnails Count
ar: عدد الصور المصغرة

source: Enable Image Zoom
ar: تفعيل تكبير الصورة

source: Enable Image Zoom on Mobile
ar: تفعيل تكبير الصورة على الجوال

source: Enable Image Popup
ar: تفعيل إنبثاق (Popup) الصورة

source: Zoom Type
ar: نوع التكبير / التصغير

source: Inner
ar: داخلي

source: Lens
ar: عدسة

source: Scroll Zoom
ar: تكبير / تصغير Scroll

source: Lens Size
ar: حجم العدسة

source: Lens Shape
ar: شكل العدسة

source: Round
ar: مستدير - كروي

source: Square
ar: مربع

source: Lens Border
ar: حدود العدسة

source: Border Size
ar: حجم الحدود

source: Cart Page
ar: صفحة المشتريات

source: Show Cross Sells
ar: عرض المبيعات المتقاطعة

source: Cross Sells Count
ar: عدد المبيعات المتقاطعة

source: Catalog Mode
ar: وضع الكتالوج

source: Enable Catalog Mode
ar: تفعيل وضع الكتالوج

source: Show Price
ar: عرض الأسعار

source: Show Add Cart Button
ar: إظهار زر الإضافة إلى سلة المشتريات

source: Show Read More Button
ar: إظهار زر إقرأ المزيد

source: Read More Button Target
ar: هدف (Target) زر اقرأ المزيد

source: Self
ar: ذاتها (نفس الصفحة)

source: Blank
ar: جديد (صفحة جديدة)

source: Read More Button Label
ar: ملصق الزر اقرأ المزيد

source: Use Read More Link in
ar: استخدام رابط اقرأ المزيد في

source: Product and Product Archives
ar: المنتج و أرشيف المنتج

source: Show Reviews
ar: عرض التعليقات

source: Enable also for administrators
ar: تفعيل أيضا للمشرفين

source: Social Share
ar: نشر على المواقع الاجتماعية

source: Show social links in post and product, page, portfolio, etc.
ar: عرض الروابط الاجتماعية في: المقالة والمنتج، والصفحة، والمحفظة (portfolio)، وما إلى ذلك.

source: Enable Facebook Share
ar: تفعيل المشاركة على فاسيبوك

source: Enable Twitter Share
ar: تفعيل المشاركة على تويتر

source: Enable LinkedIn Share
ar: تفعيل المشاركة على لينكد إن

source: Enable Google + Share
ar: تفعيل المشاركة على جوجل+

source: Enable Pinterest Share
ar: تفعيل المشاركة على بينترست

source: Enable Email Share
ar: تفعيل المشاركة عبر الإيميل

source: Enable VK Share
ar: تفعيل المشاركة على VK

source: Enable Xing Share
ar: تفعيل المشاركة على Xing

source: Enable Tumblr Share
ar: تفعيل المشاركة على Tumblr

source: Enable Reddit Share
ar: تفعيل المشاركة على Reddit

source: Enable WhatsApp Share
ar: تفعيل المشاركة على WhatsApp

source: Slider Config
ar: إعدادات Slider

source: Loop
ar: متلاحق

source: Auto Play
ar: تشغيل تلقائي

source: Play Speed
ar: سرعة التشغيل

source: unit: millisecond
ar: وحدة: ميلي ثانية

source: Auto Height
ar: ارتفاع تلقائي

source: Show Next/Prev Buttons
ar: عرض أزرار التالي / السابق

source: Show Next/Prev Buttons on Hover
ar: عرض أزرار التالي / السابق عند التحويم

source: Enable Margin
ar: تفعيل الهامش

source: Show Dots Navigation
ar: إظهار نقاط التنقل/الملاحة

source: Animate In
ar: تحريك داخلي

source: Please input animation. Please reference <a href="http://daneden.github.io/animate.css/">animate.css</a>. ex: fadeIn
ar: الرجاء إدخال الحركية (أنيميشن). يرجى الرجوع إلى <a href="http://daneden.github.io/animate.css/">animate.css</a>. مثال: fadeIn

source: Animate Out
ar: تحريك خارجي

source: Please input animation. Please reference <a href="http://daneden.github.io/animate.css/">animate.css</a>. ex: fadeOut
ar: الرجاء إدخال الحركية (أنيميشن). يرجى الرجوع إلى <a href="http://daneden.github.io/animate.css/">animate.css</a>. مثال: fadeOut

source: Theme Version:
ar: إصدار القالب

source: Please regenerate again default css files in <strong>Skin > Compile Default CSS</strong> after <strong>update theme</strong>.
ar: الرجاء إعادة إنشاء ملفات css الافتراضية مرة أخرى في <strong>الجلد/البشرة > تجميع CSS الافتراضي</strong> بعد <strong>تحديث القالب</strong>.

source: Wrap as Container
ar: التفاف كحاوية

source: Block Options
ar: خيارات الكتلة

source: Select
ar: اختار

source: Upload Image
ar: تحميل الصورة

source: Remove Image
ar: إزالة الصورة

source: Attach Image
ar: إرفاق صورة

source: Edit
ar: تحرير/تعديل

source: First Name
ar: الاسم الخاص

source: Last Name
ar: الكنية/اسم العائلة

source: Role
ar: وظيفة/دور

source: Overview
ar: نظرة عامة

source: Comma separated list of portfolio ids.
ar: قائمة مفصولة بفواصل ل Portfolio IDs

source: Comma separated list of product ids.
ar: قائمة مفصولة بفواصل ل Product IDs

source: Comma separated list of post ids.
ar: قائمة مفصولة بفواصل ل Post IDs

source: Slideshow Type
ar: نوع Slideshow

source: Video & Audio Embed Code or Content
ar: كود التضمين (Embed Code) أو محتوى الفيديو والصوت

source: Paste the iframe code of the Flash (YouTube or Vimeo etc) or Input the shortcodes. Only necessary when the member type is Video & Audio.
ar: الصق كود فلاش إفريم (iframe) (يوتيوب أو فيميو الخ) أو إدخال الرموز القصيرة. ضروري فقط عندما يكون نوع العضو الفيديو والصوت.

source: Member Link
ar: رابط العضو

source: External Link for the Member which adds a visit site button with the link. Leave blank for post URL.
ar: رابط خارجي للعضو الذي يضيف زر موقع الزيارة مع الرابط. اتركه فارغا لعنوان رابط المقالة.

source: Member Options
ar: خيارات الأعضاء

source: Skin Options
ar: خيارات جلد/بشرة القالب

source: Archive Options
ar: خيارات الأرشيف

source: Change default theme options.
ar: تغيير الخيارات الافتراضية للقالب.

source: Infinite Scroll
ar: التدرج (Scroll) اللانهائي

source: Disable infinite scroll.
ar: تعطيل التدرج (Scroll) اللانهائي.

source: Page Options
ar: خيارات الصفحة

source: Change Featured Image
ar: تغيير الصورة المميزة

source: Change featured image on Archives, Carousel, etc.
ar: تغيير الصورة المميزة في الأرشيف، Carousel، الخ.

source: Use in slider portfolio layout.
ar: استخدم في مظهر slider المحفظة (portfolio)

source: Portfolio Link
ar: رابط المحفظة (portfolio)

source: External Link for the Portfolio which adds a <strong>Live Preview</strong> button with the link. Leave blank for portfolio URL.
ar: رابط خارجي للمحفظة التي تضيف زر <strong>معاينة مباشرة</strong> باستخدام الرابط.. اتركه فارغا لعنوان رابط المحفظة.

source: Author Quote
ar: اقتباس عن المؤلف
